rul([
{
'title':'<div style="text-align: center;">พรบ.จราจรทางบก ลักษณะที่ 3 หมวด 3 การออกรถ การเลี้ยวรถและการกลับรถ<div><br>',
'desc':'<div style="text-align: center;">หมวด 3 <br> การออกรถ การเลี้ยวรถและการกลับรถ</div><br><br>มาตรา 50 การขับรถออกจากที่จอด ถ้ามีรถจอดหรือมีสิ่งกีดขวางอยู่ข้างหน้า ผู้ขับขี่ต้องให้สัญญาณด้วยมือและ แขนตามมาตรา 37 หรือไฟสัญญาณตามมาตรา 38 และจะขับรถไปได้เมื่อเห็นว่าปลอดภัยและไม่เป็นการกีดขวางการจราจรของรถอื่น<br>มาตรา 51 การเลี้ยวรถ ให้ปฏิบัติดังนี้<br>(1) ถ้าจะเลี้ยวซ้าย<br>(ก) ในกรณีที่ไม่ได้แบ่งช่องเดินรถไว้ ให้ผู้ขับขี่ขับรถชิดทางเดินรถด้านซ้าย<br>(ข) ในกรณีที่มีการแบ่งช่องเดินรถไว้ และมีเครื่องหมายจราจรแสดงให้เลี้ยวซ้ายได้ ให้ผู้ขับขี่ขับรถในช่องเดินรถสำหรับรถที่จะเลี้ยวซ้าย ทั้งนี้ ก่อนถึงทางเลี้ยวไม่น้อยกว่าสามสิบเมตร (ค) ในกรณีที่มีช่องเดินรถประจำทางอยู่ทางเดินรถด้านซ้ายสุด ให้ผู้ขับขี่ขับรถชิดช่องเดินรถประจำทางก่อนถึง ทางเลี้ยวไม่น้อยกว่าสามสิบเมตร และจะเลี้ยวรถผ่านเข้าไปในช่องเดินรถประจำทางได้เฉพาะในบริเวณที่มีเครื่องหมายจราจรให้เลี้ยวรถผ่านได้เท่านั้น<br>(2) ถ้าจะเลี้ยวขวา<br>(ก) สำหรับทางเดินรถที่ไม่ได้แบ่งช่องเดินรถไว้ ให้ผู้ขับขี่ขับรถชิดทางด้านขวาของแนวกึ่งกลางของทางเดินรถก่อนถึงทางเลี้ยวไม่น้อยกว่าสามสิบเมตร<br>(ข) สำหรับทางเดินรถที่ได้แบ่งช่องเดินรถในทิศทางเดียวกันไว้ตั้งแต่สองช่องขึ้นไป ให้ผู้ขับขี่ขับรถชิดทางด้านขวาสุดของทางเดินรถหรือในช่องที่มีเครื่องหมายจราจรแสดงให้เลี้ยวขวาได้ ทั้งนี้ ่อนถึงทางเลี้ยวไม่น้อยกว่าสามสิบเมตร<br>(ค) ในกรณีที่มีช่องเดินรถประจำทางอยู่ทางเดินรถด้านขวาสุด ให้ผู้ขับขี่ขับรถชิดช่องเดินรถประจำทางก่อนถึงทางเลี้ยวไม่น้อยกว่าสามสิบเมตรและจะเลี้ยวรถผ่านเข้าไปในช่องเดินรถประจำทางได้เฉพาะในบริเวณที่มีเครื่องหมายจราจรให้เลี้ยวรถผ่านได้เท่านั้น<br>(ง) สำหรับทางเดินรถที่มีเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่แสดงสัญญาณจราจรด้วยมือและแขน ให้ผู้ขับขี่ขับรถเลี้ยวขวาผ่านไปได้โดยไม่ต้องอ้อมเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่<br>(จ) เมื่อรถอยู่ในทางร่วมทางแยก ผู้ขับขี่ต้องให้รถที่สวนมาในทางเดินรถทางเดียวกันผ่านทางร่วมทางแยก ไปก่อน เมื่อเห็นว่าปลอดภัยแล้วจึงให้เลี้ยวขวาไปได้<br>(3) ถ้าจะเลี้ยวอ้อมวงเวียนหรือเกาะที่สร้างไว้ ให้ผู้ขับขี่ขับรถอ้อมไปทางซ้ายของวงเวียนหรือเกาะนั้น ในกรณีตาม (1) และ (2) ผู้ขับขี่ต้องใช้ความระมัดระวังและต้องหยุดให้ทางแก่ผู้ที่กำลังข้ามทางและรถที่กำลังผ่านทางร่วมทางแยกจากทางด้านอื่นก่อน เว้นแต่ในกรณีที่มีรถเลี้ยวซ้ายและเลี้ยวขวาพร้อมกัน ให้รถเลี้ยวซ้ายให้ทางแก่รถเลี้ยวขวาก่อน<br>มาตรา 52(1) ในทางเดินรถที่สวนกันได้ ห้ามมิให้ผู้ขับขี่กลับรถหรือเลี้ยวรถทางขวาในเมื่อมีรถอื่นสวนหรือตามมา ในระยะน้อยกว่าหนึ่งร้อยเมตรเว้นแต่เมื่อเห็นว่าปลอดภัยและไม่เป็นการกีดขวางการจราจรของรถอื่น<br>มาตรา 53 ห้ามมิให้ผู้ขับขี่<br>(1) เลี้ยวรถหรือกลับรถในทางเดินรถที่มีเครื่องหมายห้ามเลี้ยวขวาห้ามเลี้ยวซ้ายหรือห้ามกลับรถ<br>(2) กลับรถที่เขตปลอดภัย ที่คับขัน บนสะพาน หรือในระยะหนึ่งร้อยเมตรจากทางราบของเชิงสะพาน<br>(3) กลับรถที่ทางร่วมทางแยก เว้นแต่จะมีเครื่องหมายจราจรให้กลับรถในบริเวณดังกล่าวได้',


}
])