rul([
{
'title':'<div style="text-align: center;">พรบ.จราจรทางบก ลักษณะ 10 รถจักรยาน ลักษณะที่ 11 รถบรรทุกคนโดยสาร</div><br>',
'desc':'<div style="text-align: center;">ลักษณะ 10 <br>รถจักรยาน</div><br><br>มาตรา 79 ทางใดที่ได้จัดทำไว้สำหรับรถจักรยาน ผู้ขับขี่รถจักรยานต้องขับในทางนั้น<br>มาตรา 80 รถจักรยานที่ใช้ในทางเดินรถ ไหล่ทางหรือทางที่จัดทำไว้สำหรับรถจักรยาน ผู้ขับขี่รถจักรยานต้องจัดให้มี<br>(1) กระดิ่งที่ให้เสียงสัญญาณได้ยินได้ในระยะไม่น้อยกว่าสามสิบเมตร<br>(2) เครื่องห้ามล้อที่ใช้การได้ดี เมื่อใช้สามารถทำให้รถจักรยานหยุดได้ทันที<br>(3) โคมไฟติดหน้ารถจักรยานแสงขาวไม่น้อยกว่าหนึ่งดวงที่ให้แสงไฟส่องตรงไปข้างหน้าเห็นพื้นทางได้ชัดเจน ในระยะไม่น้อยกว่าสิบห้าเมตร และอยู่ในระดับต่ำกว่าสายตาของผู้ขับขี่ซึ่งขับรถสวนมา<br>(4) โคมไฟติดท้ายรถจักรยานแสงแดงไม่น้อยกว่าหนึ่งดวงที่ให้แสงสว่างตรงไปข้างหลังหรือติดวัตถุสะท้อนแสง สีแดงแทน ซึ่งเมื่อถูกไฟส่องให้มีแสงสะท้อน<br>มาตรา 81 ในเวลาต้องเปิดไฟตามมาตรา 11 หรือมาตรา 61 ผู้ขับขี่รถจักรยานอยู่ในทางเดินรถ ไหล่ทาง หรือทางที่จัดทำไว้สำหรับรถจักรยานต้องจุดโคมไฟแสงขาวหน้ารถเพื่อให้ผู้ขับขี่หรือคนเดินเท้า ซึ่งขับรถหรือเดินสวนมาสามารถมองเห็นรถ<br>มาตรา 82 ผู้ขับขี่รถจักรยานต้องขับให้ชิดขอบทางด้านซ้ายของทางเดินรถ ไหล่ทางหรือทางที่จัดทำไว้สำหรับ รถจักรยานให้มากที่สุดเท่าที่จะทำได้ แต่ในกรณีที่มีช่องเดินรถประจำทางด้านซ้ายสุดของทางเดินรถต้องขับขี่รถจักรยานให้ชิดช่องเดินรถประจำทางนั้น<br>มาตรา 83 ในทางเดินรถ ไหล่ทาง หรือทางที่จัดทำไว้สำหรับรถจักรยาน ห้ามมิให้ผู้ขับขี่รถจักรยาน<br>(1) ขับโดยประมาทหรือน่าหวาดเสียวอันอาจเกิดอันตรายแก่บุคคลหรือทรัพย์สิน<br>(2) ขับโดยไม่จับคันบังคับรถ<br>(3) ขับขนานกันเกินสองคัน เว้นแต่ขับในทางที่จัดไว้สำหรับรถจักรยาน<br>(4) ขับโดยนั่งบนที่อื่นอันมิใช่อานที่จัดไว้เป็นที่นั่งตามปกติ<br>(5) ขับโดยบรรทุกบุคคลอื่นเว้นแต่รถจักรยานสามล้อสำหรับบรรทุกคนทั้งนี้ตามเงื่อนไขที่เจ้าพนักงานจราจรกำหนด<br>(6) บรรทุก หรือถือสิ่งของ หีบห่อ หรือของใด ๆ ในลักษณะที่เป็นการกีดขวางการจับคันบังคับรถหรืออันอาจ จะเกิดอันตรายแก่บุคคลหรือทรัพย์สิน<br>(7) เกาะหรือพ่วงรถอื่นที่กำลังแล่นอยู่<br><br>มาตรา 84 เว้นแต่บทบัญญัติในลักษณะนี้จะได้บัญญัติไว้เป็นอย่างอื่นให้ผู้ขับขี่รถจักรยานปฏิบัติตามมาตรา 21<br>มาตรา 22 มาตรา 23 มาตรา 24 มาตรา 25 มาตรา 26 มาตรา 32 มาตรา 33 มาตรา 34 มาตรา 36 มาตรา 37<br>มาตรา 39 มาตรา 40 มาตรา 41 มาตรา 42 มาตรา 45 มาตรา 46 มาตรา 47 มาตรา 48 มาตรา 49 มาตรา 50<br>มาตรา 51 มาตรา 52 มาตรา 53 มาตรา 54 มาตรา 55 มาตรา 56 มาตรา 57 มาตรา 59 มาตรา 60 มาตรา 61<br>มาตรา 62 มาตรา 63 มาตรา 64 มาตรา 69 มาตรา 70 มาตรา 71 มาตรา 72 มาตรา 73 มาตรา 74 มาตรา 76 (2)<br>มาตรา 78 มาตรา 125 มาตรา 127 และมาตรา 133 ด้วยโดยอนุโลม<br><br><div style="text-align: center;">ลักษณะ 11 <br>รถบรรทุกคนโดยสาร</div><br><br>มาตรา 85 ห้ามมิให้เจ้าของรถบรรทุกคนโดยสารหรือผู้ขับขี่รถบรรทุกคนโดยสารรับบรรทุกศพหรือคนที่เป็นโรค เรื้อนหรือโรคติดต่อที่ต้องแจ้งความตามกฎหมายว่าด้วยโรคติดต่อร่วมไปกับคนโดยสารอื่น เว้นแต่<br>(1) ในกรณีที่รถบรรทุกคนโดยสารนั้นไม่ใช้บรรทุกคนโดยสารอื่น จะบรรทุกคนที่เป็นโรคเรื้อนหรือโรคติดต่อที่ต้อง แจ้งความตามกฎหมายว่าด้วยโรคติดต่อก็ได้<br>(2) ในกรณีที่รถบรรทุกคนโดยสารนั้นไม่ใช้บรรทุกคนโดยสารอื่น จะบรรทุกศพร่วมไปกับญาติหรือผู้มีหน้าที่เกี่ยว ข้องกับศพนั้นก็ได้<br>มาตรา 86 ห้ามมิให้เจ้าของรถบรรทุกคนโดยสาร ผู้ขับขี่รถบรรทุกคนโดยสาร ผู้เก็บค่าโดยสารหรือบุคคลใดที่มี ส่วนได้เสียเกี่ยวกับรถบรรทุกคนโดยสารเรียกให้คนขึ้นรถโดยส่งเสียงอื้ออึง หรือในลักษณะที่ก่อความรำคาญให้แก่ คนโดยสารหรือผู้อื่นหรือต้อน ดึง เหนี่ยว หรือยึดยื้อ คนหรือสิ่งของของคนนั้นเพื่อให้คนขึ้นรถบรรทุกคนโดยสาร คันใดคันหนึ่ง<br>มาตรา 87 ห้ามมิให้เจ้าของรถบรรทุกคนโดยสาร ผู้ขับขี่รถบรรทุกคนโดยสารหรือผู้เก็บค่าโดยสาร ปฏิเสธไม่รับ จ้างบรรทุกคนโดยสารโดยไม่มีเหตุอันสมควร<br>มาตรา 88 ผู้ขับขี่รถบรรทุกคนโดยสารต้องหยุดรถและส่งคนโดยสารที่เครื่องหมายหยุดรถประจำทางหรือ ณ สถานที่ตามที่ตกลงกันไว้แล้วแต่กรณี<br>มาตรา 89 ห้ามมิให้ผู้ขับขี่รถบรรทุกคนโดยสารหรือผู้เก็บค่าโดยสารรับบรรทุกคนโดยสารเกินจำนวนที่กฎหมาย กำหนดในการนับจำนวนคนโดยสารให้ถือว่าเด็กอายุไม่เกินสิบปีจำนวนสองคนเท่ากับคนโดยสารหนึ่งคน<br>มาตรา 90 ห้ามมิให้ผู้ขับขี่รถบรรทุกคนโดยสาร<br>(1) ขับรถเที่ยวเร่หาคนขึ้นรถ<br>(2) จอดรถเป็นคันหัวแถวของรถคันอื่นห่างจากเครื่องหมายจราจรเกินหนึ่งเมตร<br>(3) จอดรถห่างจากท้ายรถคันหน้าเกินหนึ่งเมตร<br>มาตรา 91 ห้ามมิให้ผู้ขับขี่รถบรรทุกคนโดยสารหรือผู้เก็บค่าโดยสาร<br>(1) สูบบุหรี่หรือคุยกันในขณะขับรถหรือในขณะทำหน้าที่เก็บค่าโดยสาร<br>(2) กล่าววาจาไม่สุภาพ เสียดสี ดูหมิ่น ก้าวร้าว หรือแสดงกิริยาในลักษณะดังกล่าวต่อคนโดยสารหรือผู้อื่น มาตรา 92 เมื่อจะเติมน้ำมันเชื้อเพลิงชนิดไวไฟที่มีจุดวาบไฟในอุณหภูมิยี่สิบเอ็ดองศาเซลเซียส หรือต่ำกว่านั้น ผู้ขับขี่รถบรรทุกคนโดยสารต้องหยุดเครื่องยนตร์และต้องให้คนโดยสารลงจากรถทุกคนด้วย',

}
])