rul([
{
'title':'<div style="text-align: center;">พรบ.จราจรทางบก ลักษณะที่ 17 เบ็ดเตล็ด</div><br>',
'desc':'<div style="text-align: center;">ลักษณะ 17 <br>เบ็ดเตล็ด</div><br>มาตรา 120 ห้ามมิให้ผู้ขับขี่ขับรถถอยหลังในลักษณะที่ไม่ปลอดภัยหรือเป็นการกีดขวางการจราจร<br>มาตรา 121 ผู้ขับขี่รถจักรยานยนต์ต้องนั่งคร่อมบนอานที่จัดไว้สำหรับให้ผู้ขับขี่รถจักรยานยนต์นั่ง ถ้าพนักงาน เจ้าหน้าที่ได้กำหนดไว้ในใบคู่มือจดทะเบียนให้บรรทุกคนโดยสารได้ คนโดยสารจะต้องนั่งซ้อนท้ายผู้ขับขี่รถจักรยานยนต์ และนั่งบนอานที่จัดไว้สำหรับคนโดยสารหรือนั่งในที่นั่งพ่วงข้าง<br>มาตรา 122(1) ผู้ขับขี่รถจักรยานยนต์ และคนโดยสารรถจักรยานยนต์ต้องสวมหมวกที่จัดทำขึ้นโดยเฉพาะเพื่อ ป้องกันอันตรายในขณะขับขี่ และโดยสารรถจักรยานยนต์ ทั้งนี้ เฉพาะท้องที่ที่ได้กำหนดไว้ในพระราชกฤษฎีกา ความในวรรคหนึ่ง ให้มีผลใช้บังคับเมื่อพ้นกำหนดห้าปีนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับลักษณะและ วิธีการใช้หมวกเพื่อป้องกันอันตรายตามวรรคหนึ่ง ให้เป็นไปตามที่กำหนดในกฎกระทรวง บทบัญญัติตามมาตรานี้ มิให้ใช้บังคับแก่ภิกษุ สามเณร นักพรต นักบวช หรือผู้นับถือลัทธิศาสนาอื่นใดที่ใช้ผ้า โพกศีรษะตามประเพณีนิยมนั้น หรือบุคคลใดที่กำหนดในกฎกระทรวง<br>มาตรา 123(2) ห้ามมิให้ผู้ขับขี่รถยนต์ยอมให้ผู้อื่นนั่งที่นั่งตอนหน้าแถวเดียวกับที่นั่งผู้ขับขี่รถยนต์เกินสองคน ผู้ขับขี่รถยนตร์ต้องรัดร่างกายด้วยเข็มขัดนิรภัยไว้กับที่นั่งในขณะขับขี่รถยนต์ และต้องจัดให้คนโดยสารรถยนต์ ซึ่งนั่งที่นั่งตอนหน้าแถวเดียวกับที่นั่งผู้ขับขี่รถยนตร์รัดร่างกายไว้กับที่นั่งด้วยเข็มขัดนิรภัยขณะโดยสารรถยนต์ และคนโดยสารรถยนต์ดังกล่าวต้องรัดร่างกายด้วยเข็มขัดนิรภัยไว้กับที่นั่งในขณะโดยสารรถยนต์ด้วย ประเภทหรือชนิดของรถยนต์ ลักษณะและวิธีการใช้เข็มขัดนิรภัยตามวรรคสอง ให้เป็นไปตามที่อธิบดีกำหนดโดยประกาศในราชกิจจานุเบกษา<br>มาตรา 124(3) ห้ามมิให้ผู้ใดกระทำด้วยประการใด ๆ อันเป็นเหตุให้ผู้ขับขี่มองไม่เห็นทางด้านหน้าหรือด้านข้าง ของรถได้โดยสะดวกในขณะขับรถหรือในลักษณะที่เป็นการกีดขวางการควบคุมบังคับรถห้ามมิให้ผู้ใดเกาะ ห้อยโหนหรือยื่นส่วนหนึ่งส่วนใดของร่างกายออกไปนอกตัวถังรถยนตร์โดยไม่สมควร หรือ นั่งหรือยืนในหรือบนรถยนต์ในลักษณะที่อาจก่อให้เกิดอันตราย ในขณะที่รถยนต์เคลื่อนที่อยู่ในทางเดินรถห้ามมิให้ผู้ใดขึ้นหรือลงรถโดยสารประจำทาง รถบรรทุกคนโดยสารรถโรงเรียน หรือรถแท็กซี่ ในขณะที่รถ ดังกล่าวหยุดเพื่อรอสัญญาณไฟจราจรหรือหยุดเพราะติดการจราจรห้ามมิให้ผู้ขับขี่หรือผู้เก็บค่าโดยสาร รถโดยสารประจำทาง รถบรรทุก คนโดยสาร รถโรงเรียน หรือรถแท็กซี่ ยินยอมให้ผู้ใดกระทำการใด ๆ ตามวรรคสองหรือวรรคสาม<br>มาตรา 125 การขับรถผ่านทางแคบระหว่างภูเขาหรือระหว่างเนิน หรือการขับรถในทางเดินรถบนภูเขาหรือ บนเนิน ผู้ขับขี่ต้องขับรถให้ชิดขอบทางด้านซ้าย และเมื่อถึงทางโค้งผู้ขับขี่ต้องใช้เสียงสัญญาณเพื่อเตือนรถอื่น ที่อาจสวนมา<br>มาตรา 126 ห้ามมิให้ผู้ขับขี่ใช้เกียร์ว่างหรือเหยียบคลัทช์ในขณะที่ขับรถลงตามทางลาดหรือไหล่เขา<br>มาตรา 127 ห้ามมิให้ผู้ขับขี่ขับรถ<br>(1) ตามหลังรถฉุกเฉินซึ่งกำลังปฏิบัติหน้าที่ในระยะต่ำกว่าห้าสิบเมตร<br>(2) ผ่านเข้าไปหรือจอดในบริเวณเขตปฏิบัติการดับเพลิง<br>(3) ทับสายสูบดับเพลิงที่ไม่มีเครื่องป้องกันสายสูบในขณะเจ้าหน้าที่ดับเพลิงปฏิบัติการตามหน้าที่ เว้นแต่ได้รับ ความยินยอมจากเจ้าหน้าที่ดับเพลิงซึ่งปฏิบัติหน้าที่อยู่ในขณะนั้น<br>มาตรา 128 ห้ามมิให้ผู้ใดวาง เท หรือทิ้งเศษแก้ว ตะปู ลวด น้ำมันหล่อลื่น กระป๋องหรือสิ่งอื่นใด หรือกระทำด้วย ประการใด ๆ บนทางอันอาจทำให้เกิดอันตรายหรือเสียหายแก่ยานพาหนะหรือบุคคล หรือเป็นการกีดขวางการ จราจร<br>มาตรา 129 ผู้ใดรู้ว่ามีสิ่งใดสิ่งหนึ่งตามมาตรา 128 อันอยู่ในความดูแลของตน ตก หก หรือไหลอยู่บนทาง ผู้นั้น ต้องจัดการเก็บกวาดของดังกล่าวออกจากทางทันที<br>มาตรา 130 ห้ามมิให้ผู้ใดเผา หรือกระทำด้วยประการใด ๆ ภายในระยะห้าร้อยเมตรจากทางเดินรถ เป็นเหตุ ให้เกิดควันหรือสิ่งอื่นใดในลักษณะที่อาจทำให้ไม่ปลอดภัยแก่การจราจรในทางเดินรถนั้น<br>มาตรา 131 ผู้ใดเคลื่อนย้ายรถที่ชำรุดหรือหักพังออกจากทาง ผู้นั้นต้องจัดการเก็บสิ่งของที่ตกหล่นอันเนื่องจาก ความชำรุดหรือหักพังของรถออกจากทางทันที<br>มาตรา 132 ในขณะที่ใช้รถโรงเรียนรับส่งนักเรียน เจ้าของรถหรือผู้ขับขี่รถโรงเรียนต้องจัดให้มีข้อความ รถ โรงเรียน ขนาดสูงของตัวอักษรไม่น้อยกว่าสิบห้าเซนติเมตรติดอยู่ด้านหน้าและด้านหลังของรถถ้ารถโรงเรียนมีไฟสัญญาณสีแดงปิดเปิดเป็นระยะติดไว้ด้านหน้าและด้านหลังของรถเพื่อให้รถที่สวนมาหรือ ตามหลังเห็นได้โดยชัดเจน เมื่อนำรถนั้นไปใช้ในทางโดยไม่ได้ใช้รับส่งนักเรียนให้งดใช้ไฟสัญญาณสีแดงและต้องปิดคลุมข้อความว่า รถโรงเรียน<br>มาตรา 133 รถที่เข้าขบวนแห่ต่าง ๆ หรือรถที่นำมาใช้เฉพาะเพื่อการโฆษณาสินค้าหรือมหรสพที่แห่หรือโฆษณา ไปตามทาง จะต้องรับอนุญาตจากเจ้าพนักงานจราจร เว้นแต่ขบวนแห่หรือการโฆษณานั้นเป็นของทางราชการ รถที่ใช้โฆษณาสินค้าหรือมหรสพดังกล่าวในวรรคหนึ่ง ถ้าเข้าขบวนแห่ที่รับอนุญาตแล้ว และในการอนุญาตนั้นได้ระบุรถที่ว่านี้ไว้ด้วยแล้ว รถนั้นไม่จำต้องได้รับอนุญาต<br>มาตรา 134(1) ห้ามมิให้ผู้ใดแข่งรถในทาง เว้นแต่จะได้รับอนุญาตเป็นหนังสือจากเจ้าพนักงานจราจร ห้ามมิให้ผู้ใดจัด สนับสนุน หรือส่งเสริมให้มีการแข่งรถในทาง เว้นแต่จะได้รับอนุญาตเป็นหนังสือจากเจ้าพนักงาน-จราจร',


}
])