rul([
{
'title':'<div style="text-align: center;">พรบ.จราจรทางบก ลักษณะที่ 3 หมวดที่ 2 การขับแซงและผ่านขึ้นหน้า<div><br>',
'desc':'<div style="text-align: center;">หมวด 2 <br>การขับแซงและผ่านขึ้นหน้า</div><br><br>มาตรา 44(5) ผู้ขับขี่ซึ่งประสงค์จะขับรถแซงเพื่อขึ้นหน้ารถอื่นในทางเดินรถ ซึ่งไม่ได้แบ่งช่องทางเดินรถไว้ ต้องให้สัญญาณโดยกระพริบไฟหน้าหลายครั้ง หรือให้ไฟสัญญาณยกเลี้ยวขวา หรือให้เสียงสัญญาณดังพอที่จะ ให้ผู้ขับขี่ซึ่งขับรถคันหน้าให้สัญญาณตอบตามมาตรา 37 (3) หรือมาตรา 38 (3) และเมื่อเห็นว่าไม่เป็นการกีด ขวางรถอื่นที่กำลังแซงแล้ว จึงจะแซงขึ้นหน้าได้การแซงต้องแซงด้านขวาโดยมีระยะห่างจากรถที่ถูกแซงพอสมควร เมื่อเห็นว่าได้ขับผ่านขึ้นหน้ารถที่ถูกแซงไป ในระยะที่ห่างเพียงพอแล้วจึงจะขับชิดด้านซ้ายของทางเดินรถได้<br>มาตรา 45 ห้ามมิให้ผู้ขับขี่ขับรถแซงเพื่อขึ้นหน้ารถอื่นด้านซ้ายเว้นแต่ในกรณีต่อไปนี้<br>(1) รถที่จะถูกแซงกำลังเลี้ยวขวาหรือให้สัญญาณว่าจะเลี้ยวขวา<br>(2) ทางเดินรถนั้นได้จัดแบ่งเป็นช่องเดินรถในทิศทางเดียวกันไว้ตั้งแต่สองช่องขึ้นไป การขับรถแซงด้านซ้ายตาม (1) หรือ (2) จะกระทำได้เมื่อไม่มีรถอื่นตามมาในระยะกระชั้นชิดและมีความปลอด ภัยพอ<br>มาตรา 46 ห้ามมิให้ผู้ขับขี่ขับรถแซงเพื่อขึ้นหน้ารถอื่นในกรณีต่อไปนี้<br>(1) เมื่อรถกำลังขึ้นทางชัน ขึ้นสะพาน หรืออยู่ในทางโค้ง เว้นแต่จะมีเครื่องหมายจราจรให้แซงได้<br>(2) ภายในระยะสามสิบเมตรก่อนถึงทางข้าม ทางร่วมทางแยกวงเวียนหรือเกาะที่สร้างไว้ หรือทางเดินรถที่ตัด ข้ามทางรถไฟ<br>(3) เมื่อมีหมอก ฝน ฝุ่นหรือควัน จนทำให้ไม่อาจเห็นทางข้างหน้าได้ในระยะหกสิบเมตร<br>(4) เมื่อเข้าที่คับขันหรือเขตปลอดภัย<br>มาตรา 47 ห้ามมิให้ผู้ขับขี่ขับรถแซงหรือผ่านขึ้นหน้ารถอื่นล้ำเข้าไปในเส้นกึ่งกลางของทางเดินรถที่กำหนดไว้ หรือที่มีเครื่องหมายจราจรแสดงเขตอันตราย หรือเขตให้ใช้ความระมัดระวังบนทางเดินรถในกรณีที่ทางเดินรถด้านซ้ายมีสิ่งกีดขวางที่เป็นอุปสรรคแก่การจราจรและทางเดินรถด้านขวามีความกว้างเพียงพอผู้ขับขี่จะขับรถหลีกสิ่งกีดขวางล้ำเข้าไปในเส้นกึ่งกลางของทางเดินรถที่เจ้าพนักงานจราจรกำหนดไว้ก็ได้ในเมื่อไม่กีดขวางการจราจรของรถที่สวนทางมา<br>มาตรา 48 ห้ามมิให้ผู้ขับขี่ขับรถแซงหรือผ่านขึ้นหน้ารถคันอื่นล้ำเข้าไปในช่องเดินรถประจำทาง เว้นแต่ในกรณีที่มีสิ่งกีดขวางการจราจรในทางเดินรถข้างหน้าหรือเมื่อต้องปฏิบัติตามคำสั่งของเจ้าพนักงานจราจรแต่ทั้งนี้จะขับรถอยู่ในช่องเดินรถประจำทางได้เพียงเท่าที่จำเป็นเท่านั้น<br>มาตรา 49 เมื่อได้รับสัญญาณขอแซงขึ้นหน้าจากรถคันที่อยู่ข้างหลังผู้ขับขี่ซึ่งขับรถที่มีความเร็วช้าหรือรถที่ ใช้ความเร็วต่ำกว่าความเร็วของรถอื่นที่ขับไปในทิศทางเดียวกัน ต้องยอมให้รถที่ใช้ความเร็วสูงกว่าผ่านขึ้นหน้าผู้ขับขี่ที่ถูกขอทางต้องให้สัญญาณตอบตามมาตรา 37 (3) หรือมาตรา 38 (3) เมื่อเห็นว่าทางเดินรถข้างหน้า ปลอดภัยและไม่มีรถอื่นสวนทางมาในระยะกระชั้นชิด และต้องลดความเร็วของรถและขับรถชิดด้านซ้ายของทางเดินรถเพื่อให้รถที่จะแซงผ่านขึ้นหน้าได้โดยปลอดภัย',


}
])