rul([
{
'title':'<div style="text-align: center;">พรบ.จราจรทางบก ลักษณะที่ 2 สัญญาณจราจรและเครื่องหมายจราจร</div><br>',
'desc':'<div style="text-align: center;">ลักษณะ 2<br>สัญญาณจราจรและเครื่องหมายจราจร</div><br><br>มาตรา 21 ผู้ขับขี่ต้องปฏิบัติให้ถูกต้องตามสัญญาณจราจรและเครื่องหมายจราจรที่ได้ติดตั้งไว้หรือทำให้ปรากฏในทาง หรือที่พนักงานเจ้าหน้าที่แสดงให้ทราบสัญญาณจราจร เครื่องหมายจราจรและความหมายของสัญญาณจราจรและเครื่องหมายจราจร ให้อธิบดีกำหนดโดยประกาศในราชกิจจานุเบกษาและให้มีรูปตัวอย่างแสดงไว้ในประกาศด้วย<br>มาตรา 22 ผู้ขับขี่ต้องปฏิบัติตามสัญญาณจราจรหรือเครื่องหมายจราจรที่ปรากฏข้างหน้าในกรณีต่อไปนี้<br>(1) สัญญาณจราจรไฟสีเหลืองอำพัน ให้ผู้ขับขี่เตรียมหยุดรถหลังเส้นให้รถหยุดเพื่อเตรียมปฏิบัติตาม สัญญาณที่จะปรากฏต่อไปดังกล่าวใน (2) เว้นแต่ผู้ขับขี่ที่ได้เลยเส้นให้รถหยุดไปแล้วให้เลยไปได้<br>(2) สัญญาณจราจรไฟสีแดงหรือเครื่องหมายจราจรสีแดงที่มีคำว่าหยุด ให้ผู้ขับขี่หยุดรถหลังเส้นให้รถหยุด<br>(3) สัญญาณจราจรไฟสีเขียวหรือเครื่องหมายจราจรสีเขียวที่มีคำว่า ไป ให้ผู้ขับขี่ขับรถต่อไปได้ เว้นแต่จะมี เครื่องหมายจราจรกำหนดไว้เป็นอย่างอื่น<br>(4)(1) สัญญาณจราจรไฟลูกศรสีเขียวชี้ให้เลี้ยวหรือชี้ให้ตรงไป หรือสัญญาณจราจรไฟสีแดงแสดงพร้อมกับ สัญญาณจราจรไฟลูกศรสีเขียวชี้ให้เลี้ยวหรือชี้ให้ตรงไป ให้ผู้ขับขี่เลี้ยวรถหรือขับรถตรงไปได้ตามทิศทางที่ลูกศรชี้และต้องขับรถด้วยความระมัดระวัง และต้องให้สิทธิแก่คนเดินเท้าในทางข้ามหรือรถที่มาทางขวาก่อน<br>(5) สัญญาณจราจรไฟกระพริบสีแดง ถ้าติดตั้งอยู่ที่ทางร่วมทางแยกใดเปิดทางด้านใดให้ผู้ขับขี่ที่มาทางด้าน นั้นหยุดรถหลังเส้นให้รถหยุด เมื่อเห็นว่าปลอดภัยและไม่เป็นการกีดขวางการจราจรแล้ว จึงให้ขับรถต่อไปได้ด้วย ความระมัดระวัง<br>(6) สัญญาณจราจรไฟกระพริบสีเหลืองอำพัน ถ้าติดตั้งอยู่ ณ ที่ใดให้ผู้ขับขี่ลดความเร็วของรถลงและผ่านทางเดิน รถนั้นไปด้วยความระมัดระวังผู้ขับขี่ซึ่งจะขับรถตรงไปต้องเข้าอยู่ในช่องเดินรถที่มีเครื่องหมายจราจรแสดงให้ตรงไป ส่วนผู้ขับขี่ซึ่งจะเลี้ยวรถต้องเข้าอยู่ในช่องเดินรถที่มีเครื่องหมายจราจรแสดงให้เลี้ยว การเข้าอยู่ในช่องเดินรถดังกล่าวจะต้องเข้าตั้งแต่เริ่มมีเครื่องหมายจราจรแสดงให้ปฏิบัติเช่นนั้น<br>มาตรา 23 ผู้ขับขี่ซึ่งขับรถในทางเดินรถที่มีสัญญาณจราจรไฟสีเขียวหรือไฟสีแดงติดตั้งไว้เหนือช่องเดินรถ มาก กว่าสองช่องขึ้นไปต้องปฏิบัติดังต่อไปนี้<br>(1) สัญญาณจราจรไฟสีแดงที่ทำเป็นรูปกากบาทเฉียงอยู่เหนือช่องเดินรถใดห้ามมิให้ผู้ขับขี่ขับรถในช่องเดินรถนั้น<br>(2) สัญญาณจราจรไฟสีเขียวที่ทำเป็นรูปลูกศรอยู่เหนือช่องเดินรถใดให้ผู้ขับขี่ซึ่งขับรถในช่องเดินรถนั้นขับรถ ผ่านไปได้<br>มาตรา 24 ผู้ขับขี่ต้องปฏิบัติตามสัญญาณจราจรที่พนักงานเจ้าหน้าที่แสดงให้ปรากฏข้างหน้าในกรณีต่อไปนี้<br>(1) เมื่อพนักงานเจ้าหน้าที่ยืน และเหยียดแขนซ้ายออกไปเสมอระดับไหล่ ผู้ขับขี่ซึ่งขับรถมาทางด้านหลังของพนัก งานเจ้าหน้าที่ต้องหยุดรถแต่ถ้าพนักงานเจ้าหน้าที่ลดแขนข้างที่เหยียดออกไปนั้นลงและโบกมือไปข้างหน้าให้ผู้ ขับขี่ซึ่งหยุดรถอยู่ทางด้านหลังขับรถผ่านไปได้<br>(2) เมื่อพนักงานเจ้าหน้าที่ยืน และเหยียดแขนข้างใดข้างหนึ่งออกไปเสมอระดับไหล่และตั้งฝ่ามือขึ้น ผู้ขับขี่ซึ่งขับรถมาทางด้านที่เหยียดแขนข้างนั้นของพนักงานเจ้าหน้าที่ต้องหยุดรถ แต่ถ้าพนักงานเจ้าหน้าที่พลิกฝ่ามือที่ตั้งอยู่นั้น แล้วโบกผ่านศีรษะไปทางด้านหลัง ให้ผู้ขับขี่ซึ่งหยุดรถอยู่นั้นขับรถผ่านไปได้<br>(3) เมื่อพนักงานเจ้าหน้าที่ยืน และเหยียดแขนทั้งสองข้างออกไปเสมอระดับไหล่และตั้งฝ่ามือขึ้น ผู้ขับขี่ซึ่งขับรถมา ทางด้านที่เหยียดแขนทั้งสองข้างของพนักงานเจ้าหน้าที่ต้องหยุดรถ<br>(4) เมื่อพนักงานเจ้าหน้าที่ยืน และยกแขนขวาท่อนล่างตั้งฉากกับแขนท่อนบนและตั้งฝ่ามือขึ้น ผู้ขับขี่ซึ่งขับรถมา ทางด้านหน้าของพนักงานเจ้าหน้าที่ต้องหยุดรถ แต่ถ้าพนักงานเจ้าหน้าที่พลิกฝ่ามือที่ตั้งอยู่นั้นโบกไปด้านหลัง ให้ผู้ขับขี่ซึ่งหยุดรถอยู่ทางด้านหน้าของพนักงานเจ้าหน้าที่ขับรถผ่านไปได้<br>(5) เมื่อพนักงานเจ้าหน้าที่ยืน และยกแขนขวาท่อนล่างตั้งฉากกับแขนท่อนบนและตั้งฝ่ามือขึ้น ส่วนแขนซ้ายเหยียด ออกไปเสมอระดับไหล่ผู้ขับขี่ซึ่งขับรถมาทางด้านหน้าและด้านหลังของพนักงานเจ้าหน้าที่ต้องหยุดรถการหยุดรถตามมาตรานี้ ให้หยุดหลังเส้นให้รถหยุด ในกรณีที่ทางเดินรถใดไม่มีเส้นให้รถหยุด ให้ผู้ขับขี่หยุดรถห่างจากพนักงานเจ้าหน้าที่ในระยะไม่น้อยกว่าสามเมตร<br>มาตรา 25 ผู้ขับขี่ต้องปฏิบัติตามสัญญาณจราจรที่พนักงานเจ้าหน้าที่ได้แสดงด้วยเสียงสัญญาณนกหวีดในกรณีต่อไปนี้<br>(1) เมื่อพนักงานเจ้าหน้าที่ใช้เสียงสัญญาณนกหวีดยาวหนึ่งครั้ง ให้ผู้ขับขี่หยุดรถทันที<br>(2) เมื่อพนักงานเจ้าหน้าที่ใช้เสียงสัญญาณนกหวีดสั้นสองครั้งติดต่อกันให้ผู้ขับขี่ขับรถผ่านไปได้<br>มาตรา 26 ในทางเดินรถที่มีสัญญาณจราจรหรือเครื่องหมายจราจรตามมาตรา 22 หรือสัญญาณจราจรตาม<br>มาตรา 23 ถ้าพนักงานเจ้าหน้าที่ผู้ควบคุมการจราจรในทางเดินรถนั้น เห็นสมควรเพื่อความปลอดภัยหรือ ความสะดวกในการจราจร จะให้สัญญาณจราจรเป็นอย่างอื่นก็ได้ ในกรณีเช่นนี้ ให้ผู้ขับขี่ปฏิบัติการเดินรถตามสัญญาณที่พนักงาน-เจ้าหน้าที่กำหนดให้<br>มาตรา 27 สัญญาณจราจรหรือเครื่องหมายจราจรตามที่บัญญัติไว้ในพระราชบัญญัตินี้ เมื่อมีเหตุอันสมควร ให้อธิบดีมีอำนาจแก้ไขเปลี่ยนแปลงได้โดยประกาศในราชกิจจานุเบกษา<br>มาตรา 28 ห้ามมิให้ผู้ใดนอกจากพนักงานเจ้าหน้าที่หรือเจ้าพนักงานทำ ติดตั้ง หรือทำให้ปรากฏซึ่งสัญญาณ จราจร หรือเครื่องหมายจราจรในทางที่อธิบดีกำหนดตามมาตรา 21<br>มาตรา 29 ห้ามมิให้ผู้ใดทำให้เสียหาย ทำลาย ซ่อนเร้น เปลี่ยนแปลง เคลื่อนย้าย ขีดเขียน หรือทำให้ไร้ประโยชน์ ซึ่งสัญญาณจราจรหรือเครื่องหมายจราจรที่พนักงานเจ้าหน้าที่หรือเจ้าพนักงานติดตั้งไว้ หรือทำให้ปรากฏในทาง<br>มาตรา 30 สัญญาณจราจรหรือเครื่องหมายจราจรที่ทำ ติดตั้งหรือทำให้ปรากฏในทางโดยฝ่าฝืนมาตรา 28 หรือ<br>มาตรา 29 เจ้าพนักงานจราจรมีอำนาจยึด รื้อถอน ทำลาย หรือทำให้สิ้นไปซึ่งสัญญาณจราจรหรือเครื่องหมาย จราจรนั้นได้',


}
])