rul([
{
'title':'<div style="text-align: center;">พรบ.จราจรทางบก ลักษณะที่ 3 การใช้ทางเดินรถ หมวด 1 การขับรถ</div><br>',
'desc':'<div style="text-align: center;">ลักษณะ 3<br>การใช้ทางเดินรถ<br><br>หมวด 1<br>การขับรถ</div><br>มาตรา 31 นอกจากที่บัญญัติไว้เป็นพิเศษในลักษณะ 4 ว่าด้วยการใช้ทางเดินรถที่จัดเป็นช่องเดินรถประจำทาง การใช้ทางเดินรถให้เป็นไปตามที่บัญญัติไว้ในลักษณะนี้<br>มาตรา 32 ในการใช้ทางเดินรถผู้ขับขี่ต้องใช้ความระมัดระวังไม่ให้รถชนหรือโดนคนเดินเท้าไม่ว่าจะอยู่ ณ ส่วน ใดของทาง และต้องให้สัญญาณเตือนคนเดินเท้าให้รู้ตัวเมื่อจำเป็น โดยเฉพาะอย่างยิ่ง เด็ก คนชราหรือคนพิการที่ กำลังใช้ทาง ผู้ขับขี่ต้องใช้ความระมัดระวังเป็นพิเศษในการควบคุมรถของตน<br>มาตรา 33 ในการขับรถ ผู้ขับขี่ต้องขับรถในทางเดินรถด้านซ้ายและต้องไม่ล้ำกึ่งกลางของทางเดินรถ เว้นแต่ในกรณี ต่อไปนี้ ให้เดินทางขวาหรือล้ำกึ่งกลางของทางเดินรถได้<br>(1) ด้านซ้ายของทางเดินรถมีสิ่งกีดขวางหรือถูกปิดการจราจร<br>(2) ทางเดินรถนั้นเจ้าพนักงานจราจรกำหนดให้เป็นทางเดินรถทางเดียว<br>(3) ทางเดินรถนั้นกว้างไม่ถึงหกเมตร<br>มาตรา 34 ในการใช้ทางเดินรถที่ได้จัดแบ่งช่องเดินรถในทิศทางเดียวกันไว้ตั้งแต่สองช่องขึ้นไป หรือที่ได้จัดช่อง เดินรถประจำทางไว้ในช่องเดินรถซ้ายสุดผู้ขับขี่ต้องขับรถในช่องซ้ายสุดหรือใกล้กับช่องเดินรถประจำทางเว้นแต่ในกรณีต่อไปนี้ ให้เดินทางขวาของทางเดินรถได้<br>(1) ในช่องเดินรถนั้นมีสิ่งกีดขวางหรือถูกปิดการจราจร<br>(2) ทางเดินรถนั้น เจ้าพนักงานจราจรกำหนดให้เป็นทางเดินรถทางเดียว<br>(3) จะต้องเข้าช่องทางให้ถูกต้องเมื่อเข้าบริเวณใกล้ทางร่วมทางแยก<br>(4) เมื่อจะแซงขึ้นหน้ารถคันอื่น<br>(5)(1) เมื่อผู้ขับขี่ขับรถด้วยความเร็วสูงกว่ารถในช่องเดินรถด้านซ้าย<br>มาตรา 35(2) รถที่มีความเร็วช้าหรือรถที่มีความเร็วต่ำกว่าความเร็วของรถคันอื่นที่ขับในทิศทางเดียวกัน ผู้ขับขี่ ต้องขับรถให้ใกล้ขอบทางเดินรถด้านซ้ายเท่าที่จะกระทำได้ผู้ขับขี่รถบรรทุก รถบรรทุกคนโดยสาร รถจักรยานยนตร์ในทางเดินรถซึ่งได้แบ่งช่องเดินรถในทิศทางเดียวกันไว้ ตั้งแต่สองช่องขึ้นไปหรือได้จัดช่องเดินรถประจำทางด้านซ้ายไว้โดยเฉพาะ ต้องขับรถในช่องเดินรถด้านซ้ายสุด หรือใกล้เคียงกับช่องเดินรถประจำทางแล้วแต่กรณี ความในวรรคสองมิให้ใช้บังคับแก่รถยนตร์บรรทุกส่วนบุคคลที่มีน้ำหนักไม่เกินหนึ่งพันหกร้อยกิโลกรัม และรถยนต์นั่งส่วนบุคคลเกินเจ็ดคน ตามกฎหมายว่าด้วยรถยนต์<br>มาตรา 36 ผู้ขับขี่ซึ่งจะเลี้ยวรถ ให้รถคันอื่นผ่านหรือแซงขึ้นหน้าเปลี่ยนช่องเดินรถ ลดความเร็วของรถ จอดรถ หรือ หยุดรถ ต้องให้สัญญาณด้วยมือและแขนตามมาตรา 37 หรือไฟสัญญาณตามมาตรา 38 หรือสัญญาณอย่างอื่นตาม ข้อบังคับของเจ้าพนักงานจราจรถ้าโดยสภาพของรถ สภาพของการบรรทุก หรือสภาพของทัศนวิสัยการให้สัญญาณด้วยมือและแขนตามวรรคหนึ่งไม่อาจทำให้ผู้ขับขี่ซึ่งขับรถสวนมาหรือตามมาข้างหลังมองเห็นได้ ผู้ขับขี่ต้องให้ไฟสัญญาณผู้ขับขี่ต้องให้สัญญาณด้วยมือและแขน ไฟสัญญาณหรือสัญญาณอย่างอื่นตามวรรคหนึ่งก่อนที่จะเลี้ยวรถ เปลี่ยนช่องเดินรถ จอดรถหรือหยุดรถเป็นระยะทางไม่น้อยกว่าสามสิบเมตรผู้ขับขี่ต้องให้สัญญาณด้วยมือและแขน ไฟสัญญาณหรือสัญญาณอย่างอื่นตามวรรคหนึ่ง ให้ผู้ขับขี่ซึ่งขับรถอื่นเห็นได้ในระยะไม่น้อยกว่าหกสิบเมตร<br>มาตรา 37 การให้สัญญาณด้วยมือและแขน ให้ปฏิบัติดังต่อไปนี้<br>(1) เมื่อจะลดความเร็วของรถ ให้ผู้ขับขี่ยื่นแขนขวาตรงออกไปนอกรถเสมอระดับไหล่ และโบกมือขึ้นลงหลายครั้ง<br>(2) เมื่อจะหยุดรถ ให้ผู้ขับขี่ยื่นแขนขวาตรงออกไปนอกรถเสมอระดับไหล่ ยกแขนขวาท่อนล่างตั้งฉากกับแขน ท่อนบนและตั้งฝ่ามือขึ้น<br>(3) เมื่อจะให้รถคันอื่นผ่านหรือแซงขึ้นหน้า ให้ผู้ขับขี่ยื่นแขนขวาตรงออกไปนอกรถเสมอระดับไหล่ และโบกมือ ไปทางข้างหน้าหลายครั้ง<br>(4) เมื่อจะเลี้ยวขวาหรือเปลี่ยนช่องเดินรถไปทางขวา ให้ผู้ขับขี่ยื่นแขนขวาตรงออกไปนอกรถเสมอระดับไหล่<br>(5) เมื่อจะเลี้ยวซ้ายหรือเปลี่ยนช่องเดินรถไปทางซ้าย ให้ผู้ขับขี่ยื่นแขนขวาตรงออกไปนอกรถเสมอระดับไหล่ และ งอข้อมือชูขึ้นโบกไปทางซ้ายหลายครั้งเพื่อประโยชน์แห่งมาตรานี้ ในกรณีที่รถยนต์นั้นมีเครื่องขับอยู่ทางด้านซ้าย ให้ผู้ขับขี่ใช้ไฟสัญญาณแทนการใช้ สัญญาณด้วยมือและแขน<br>มาตรา 38 การให้ไฟสัญญาณของผู้ขับขี่รถยนต์หรือรถจักรยานยนตร์ให้ปฏิบัติ ดังต่อไปนี้<br>(1) เมื่อจะหยุดรถ ผู้ขับขี่ต้องให้ไฟสัญญาณสีแดงที่ท้ายรถ<br>(2)(1) เมื่อจะเลี้ยวรถ เปลี่ยนช่องเดินรถ หรือแซงขึ้นหน้ารถคันอื่นผู้ขับขี่ต้องให้สัญญาณยกเลี้ยวสีเหลืองอำพัน หรือให้ไฟสัญญาณกระพริบสีขาวหรือสีเหลืองอำพันที่ติดอยู่หน้ารถหรือข้างรถ และไฟสัญญาณกระพริบสีแดง หรือสีเหลืองอำพันที่ติดอยู่ท้ายรถไปในทิศทางที่จะเลี้ยว เปลี่ยนช่องเดินรถ หรือ แซงขึ้นหน้ารถคันอื่น<br>(3) เมื่อจะให้รถคันอื่นแซงขึ้นหน้า ผู้ขับขี่ต้องให้ไฟสัญญาณยกเลี้ยวสีเหลืองอำพันหรือให้ไฟสัญญาณกระพริบ สีแดงหรือสีเหลืองอำพันที่ติดอยู่ท้ายรถทางด้านซ้ายของรถ<br>มาตรา 39 เมื่อขับรถสวนกัน ให้ผู้ขับขี่ขับรถชิดด้านซ้ายของทางเดินรถ โดยให้ถือกึ่งกลางของทางเดินรถเป็นหลัก แต่ถ้าทางเดินรถใดได้จัดแบ่งเป็นช่องเดินรถไว้ ให้ถือเส้นหรือแนวที่แบ่งนั้นเป็นหลักในทางเดินรถที่แคบ เมื่อขับรถสวนกัน ผู้ขับขี่แต่ละฝ่ายต้องลดความเร็วของรถเพื่อให้รถสวนกันได้โดยปลอดภัย ในทางเดินรถที่แคบซึ่งไม่อาจขับรถสวนกันได้โดยปลอดภัย เมื่อขับรถสวนกัน ผู้ขับขี่ซึ่งขับรถคันที่ใหญ่กว่าต้องหยุด รถให้ชิดขอบทางเดินรถด้านซ้ายเพื่อให้ผู้ขับขี่ซึ่งขับรถคันที่เล็กกว่าผ่านไปได้ในทางเดินรถที่มีสิ่งกีดขวางอยู่ข้างหน้า ผู้ขับขี่ต้องลดความเร็วของรถหรือหยุดรถเพื่อให้รถคันที่สวนมาผ่านไปได้<br>มาตรา 40 ผู้ขับขี่ต้องขับรถให้ห่างรถคันหน้าพอสมควรในระยะที่จะหยุดรถได้โดยปลอดภัยในเมื่อจำเป็นต้อง หยุดรถ ผู้ขับขี่ซึ่งขับรถขึ้นสะพานหรือทางลาดชันต้องใช้ความระมัดระวังไม่ให้รถถอยหลังไปโดนรถคันอื่น<br>มาตรา 41 ทางเดินรถใดที่มีเครื่องหมายจราจรให้เป็นทางเดินรถทางเดียว ให้ผู้ขับขี่ขับรถไปตามทิศทางที่ได้ กำหนดไว้<br>มาตรา 42 ทางเดินรถใดที่มีเครื่องหมายจราจรแบ่งทางเดินรถออกเป็นสองทางสำหรับรถเดินขึ้นทางหนึ่ง ล่อง ทางหนึ่ง โดยมีช่องว่างคั่นกลางหรือทำเครื่องหมายจราจรกีดกั้นแสดงว่าทางเดินรถนั้นมีการแบ่งออกเป็นสองทางดังกล่าว ให้ผู้ขับขี่ขับรถชิดด้านซ้ายของทางเดินรถ<br>มาตรา 43 ห้ามมิให้ผู้ขับขี่ขับรถ<br>(1) ในขณะหย่อนความสามารถในอันที่จะขับ<br>(2) ในขณะเมาสุราหรือของเมาอย่างอื่น<br>(3) ในลักษณะกีดขวางการจราจร<br>(4) โดยประมาทหรือน่าหวาดเสียว อันอาจเกิดอันตรายแก่บุคคลหรือทรัพย์สิน<br>(5) ในลักษณะที่ผิดปกติวิสัยของการขับรถตามธรรมดา หรือไม่อาจแลเห็นทางด้านหน้าหรือด้านหลัง ด้านใด ด้านหนึ่งหรือทั้งสองด้านได้พอแก่ความปลอดภัย<br>(6) คร่อมหรือทับเส้นหรือแนวแบ่งช่องเดินรถ เว้นแต่เมื่อเปลี่ยนช่องเดินรถ เลี้ยวรถ หรือกลับรถ<br>(7) บนทางเท้าโดยไม่มีเหตุอันสมควร เว้นแต่รถลากเข็นสำหรับทารก คนป่วยหรือคนพิการ<br>(8) โดยไม่คำนึงถึงความปลอดภัยหรือความเดือดร้อนของผู้อื่น<br>มาตรา 43 ทวิ(1) ห้ามมิให้ผู้ขับขี่เสพยาเสพติดให้โทษตามกฎหมายว่าด้วยยาเสพติดให้โทษ หรือเสพวัตถุที่ออก ฤทธิ์ต่อจิตและประสาทตามกฎหมายว่าด้วยวัตถุที่ออกฤทธิ์ต่อจิตและประสาท ทั้งนี้ ตามที่อธิบดีกำหนดโดยประกาศในราชกิจจานุเบกษา ให้เจ้าพนักงานจราจร พนักงานสอบสวน พนักงานเจ้าหน้าที่ หรือผู้ตรวจการมีอำนาจจัดให้มีการตรวจสอบผู้ขับขี่รถบางประเภทตามที่อธิบดีกำหนดโดยประกาศใน ราชกิจจานุเบกษาว่าได้เสพยาเสพติดให้โทษหรือเสพวัตถุที่ออกฤทธิ์ต่อจิตและประสาทตามวรรคหนึ่งหรือไม่ และหากผลการตรวจสอบในเบื้องต้นปรากฏว่าผู้ขับขี่นั้นไม่ได้เสพก็ให้ผู้ขับขี่นั้นขับรถต่อไปได้ในกรณีที่ผู้ขับขี่ตามวรรคสองไม่ยอมให้ตรวจสอบ ให้เจ้าพนักงานจราจร พนักงานสอบสวน พนักงานเจ้าหน้าที่หรือผู้ตรวจการมีอำนาจกักตัวผู้นั้นไว้ เพื่อดำเนินการตรวจสอบได้ภายในระยะเวลาเท่าที่จำเป็นแห่งกรณีเพื่อให้การตรวจสอบเสร็จสิ้นไปโดยเร็วและเมื่อผู้นั้นยอมรับการตรวจสอบแล้วหากผลการตรวจสอบในเบื้องต้นปรากฏว่าไม่ได้เสพ ก็ให้ปล่อยตัวไปทันทีการตรวจสอบตามมาตรานี้ให้เป็นไปตามหลักเกณฑ์และวิธีการที่กำหนดในกฎกระทรวง<br>มาตรา 43 ตรี(2) ในกรณีที่มีเหตุอันควรเชื่อว่าผู้ขับขี่ผู้ใดฝ่าฝืนมาตรา 43 (1) หรือ (2) ผู้ตรวจการมีอำนาจสั่งให้ ผู้นั้นหยุดรถและสั่งให้มีการทดสอบตามมาตรา 142 ด้วย<br>มาตรา 43 จัตวา(3) ในกรณีที่ผู้ตรวจการพบว่า ผู้ขับขี่ผู้ใดฝ่าฝืนมาตรา 43 (1) หรือ (2) หรือ มาตรา 43 ทวิ วรรคหนึ่ง ให้ผู้ตรวจการส่งตัวผู้นั้นพร้อมพยานหลักฐานในเบื้องต้นแก่พนักงานสอบสวนผู้มีอำนาจโดยเร็ว แต่ต้อง ไม่เกินหกชั่วโมงนับแต่เวลาที่พบการกระทำความผิดดังกล่าว เพื่อดำเนินคดีต่อไป<br>มาตรา 43 เบญจ(4) ในการปฏิบัติหน้าที่ตามมาตรา 43 ทวิ และมาตรา 43 ตรี ให้ผู้ตรวจการแสดงบัตรประจำ-ตัว ของตนซึ่งออกตามกฎหมายว่าด้วยการขนส่งทางบกหรือกฎหมายว่าด้วยรถยนต์ต่อผู้ซึ่งเกี่ยวข้อง',


}
])