rul([
{
'title':'<div style="text-align: center;">พรบ. จราจรทางบก ลักษณะ 13 คนเดินเท้า ลักษณะ 14 สัตว์และสิ่งของในทาง</div><br>',
'desc':'<div style="text-align: center;">ลักษณะ 13 <br>คนเดินเท้า</div><br>มาตรา 103 ทางใดที่มีทางเท้าหรือไหล่ทางอยู่ข้างทางเดินรถให้คนเดินเท้าเดินบนทางเท้าหรือไหล่ทาง ถ้าทางนั้นไม่มีทางเท้าอยู่ข้างทางเดินรถให้เดินริมทางด้านขวาของตน<br>มาตรา 104 ภายในระยะไม่เกินหนึ่งร้อยเมตรนับจากทางข้ามห้ามมิให้คนเดินเท้าข้ามทางนอกทางข้าม<br>มาตรา 105 คนเดินเท้าซึ่งประสงค์จะข้ามทางเดินรถในทางข้ามที่มีไฟสัญญาณจราจรควบคุมคนเดินเท้า ให้ปฏิบัติตามไฟสัญญาณจราจรที่ปรากฏต่อหน้า ดังต่อไปนี้<br>(1) เมื่อมีสัญญาณจราจรไฟสีแดง ไม่ว่าจะมีรูปหรือข้อความเป็นการห้ามมิให้คนเดินเท้าข้ามทางเดินรถด้วยหรือ ไม่ก็ตาม ให้คนเดินเท้าหยุดรออยู่บนทางเท้า บนเกาะแบ่งทางเดินรถหรือในเขตปลอดภัย เว้นแต่ทางใดที่ไม่มีทางเท้า ให้หยุดรอบนไหล่ทางหรือขอบทาง<br>(2) เมื่อมีสัญญาณจราจรไฟสีเขียว ไม่ว่าจะมีรูปหรือข้อความเป็นการอนุญาตให้คนเดินเท้าข้ามทางเดินรถด้วยหรือ ไม่ก็ตาม ให้คนเดินเท้าข้ามทางเดินรถได้<br>(3) เมื่อมีสัญญาณจราจรไฟสีเขียวกระพริบทางด้านใดของทางให้คนเดินเท้าที่ยังมิได้ข้ามทางเดินรถหยุดรอบน ทางเท้า บนเกาะแบ่งทางเดินรถหรือในเขตปลอดภัย แต่ถ้ากำลังข้ามทางเดินรถให้ข้ามทางเดินรถโดยเร็ว<br>มาตรา 106 คนเดินเท้าซึ่งประสงค์จะข้ามทางเดินรถในทางข้ามหรือทางร่วมทางแยกที่มีสัญญาณจราจรควบคุมการ ใช้ทางให้ปฏิบัติดังต่อไปนี้<br>(1) เมื่อมีสัญญาณจราจรไฟสีแดงให้รถหยุดทางด้านใดของทาง ให้คนเดินเท้าข้ามทางเดินรถตามที่รถหยุดนั้น และต้องข้ามทางเดินรถภายในทางข้าม<br>(2) เมื่อมีสัญญาณจราจรไฟสีเขียวให้รถผ่านทางด้านใดของทางห้ามมิให้คนเดินเท้าข้ามทางเดินรถด้านนั้น<br>(3) เมื่อมีสัญญาณจราจรไฟสีเหลืองอำพันหรือไฟสีเขียวกระพริบทางด้านใดของทาง ให้คนเดินเท้าที่ยังมิได้ข้าม ทางเดินรถหยุดรอบนทางเท้าบนเกาะแบ่งทางเดินรถ หรือในเขตปลอดภัย แต่ถ้ากำลังข้ามทางเดินรถอยู่ในทางข้าม ให้ข้ามทางเดินรถโดยเร็ว<br>มาตรา 107 คนเดินเท้าซึ่งประสงค์จะข้ามทางเดินรถในทางที่มีพนักงานเจ้าหน้าที่แสดงสัญญาณจราจร ให้ปรากฏไม่ว่าจะเป็นสัญญาณด้วยมือและแขน หรือเสียงสัญญาณนกหวีด ให้ปฏิบัติตามมาตรา 106 โดยอนุโลม<br>มาตรา 108 ห้ามมิให้ผู้ใดเดินแถว เดินเป็นขบวนแห่ หรือเดินเป็นขบวนใด ๆ ในลักษณะที่เป็นการกีดขวางการจราจร เว้นแต่<br>(1) เป็นแถวทหารหรือตำรวจ ที่มีผู้ควบคุมตามระเบียบแบบแผน<br>(2) แถวหรือขบวนแห่หรือขบวนใด ๆที่เจ้าพนักงานจราจรได้อนุญาตและปฏิบัติตามเงื่อนไขที่เจ้าพนักงานจราจร กำหนด<br>มาตรา 109 ห้ามมิให้ผู้ใดกระทำด้วยประการใด ๆ บนทางเท้าหรือทางใด ๆซึ่งจัดไว้สำหรับคนเดินเท้าในลักษณะ ที่เป็นการกีดขวางผู้อื่นโดยไม่มีเหตุอันสมควร<br>มาตรา 110 ห้ามมิให้ผู้ใดซื้อ ขาย แจกจ่าย หรือเรี่ยไรในทางเดินรถหรือออกไปกลางทางโดยไม่มีเหตุอันสมควร หรือเป็นการกีดขวางการจราจร<br><br><br><div style="text-align: center;">ลักษณะ 14 <br>สัตว์และสิ่งของในทาง</div><br>มาตรา 111 ห้ามมิให้ผู้ใดขี่ จูง ไล่ต้อน หรือปล่อยสัตว์ไปบนทางในลักษณะที่เป็นการกีดขวางการจราจร และไม่มีผู้ควบคุมเพียงพอ<br>มาตรา 112 การขี่ จูง หรือไล่ต้อนสัตว์ไปบนทาง ให้ผู้ขี่หรือควบคุมสัตว์ปฏิบัติตามบทแห่งพระราชบัญญัตินี้ว่า ด้วยรถโดยอนุโลม<br>มาตรา 113 เจ้าพนักงานจราจรมีอำนาจออกคำสั่งห้ามขี่ จูง ไล่ต้อน หรือปล่อยสัตว์ไปบนทางใด ๆ เมื่อ พิจารณาเห็นว่าการขี่ จูง ไล่ต้อน หรือปล่อยสัตว์ดังกล่าวจะกีดขวางการจราจรหรือจะก่อให้เกิดความสกปรกบนทาง<br>มาตรา 114 ห้ามมิให้ผู้ใดวาง ตั้ง ยื่น หรือแขวนสิ่งใดสิ่งหนึ่งหรือกระทำด้วยประการใด ๆ ในลักษณะที่เป็น การกีดขวางการจราจร เว้นแต่ได้รับอนุญาตเป็นหนังสือจากเจ้าพนักงานจราจร แต่เจ้าพนักงานจราจรจะอนุญาตได้ ต่อเมื่อมีเหตุอันจำเป็นและเป็นการชั่วคราวเท่านั้นผู้ฝ่าฝืนบทบัญญัติในวรรคหนึ่ง นอกจากจะมีความผิดตาม<br>มาตรา 148 แล้ว เจ้าพนักงานจราจรมีอำนาจสั่งให้ผู้ฝ่าฝืนรื้อถอนหรือเคลื่อนย้ายสิ่งกีดขวางดังกล่าวได้ ถ้าไม่ยอมรื้อถอนหรือเคลื่อนย้าย ให้เจ้าพนักงานจราจรมีอำนาจรื้อถอนหรือเคลื่อนย้ายได้<br>มาตรา 115 ห้ามมิให้ผู้ใดแบก หาม ลาก หรือนำสิ่งของไปบนทางในลักษณะที่เป็นการกีดขวางการจราจร',

}
])