rul([
{
'title':'<div style="text-align: center;">พรบ.จราจรทางบก ลักษณะที่ 18</div><br> ',
'desc':'<div style="text-align: center;">อำนาจของเจ้าพนักงานจราจร และพนักงานเจ้าหน้าที่</div><br>มาตรา 135 เพื่อความปลอดภัยหรือความสะดวกในการจราจรเจ้าพนักงานจราจรมีอำนาจกำหนดให้บริเวณหรือ พื้นที่ใดที่เจ้าของที่ดินได้เปิดให้ประชาชนใช้ในการจราจรเป็นทางตามพระราชบัญญัตินี้<br>มาตรา 136 ให้อธิบดีมีอำนาจแต่งตั้งผู้ซึ่งมีคุณสมบัติตามที่จะกำหนดและผ่านการอบรมตามหลักสูตรอาสาจราจร เพื่อให้ทำหน้าที่ช่วยเหลือการปฏิบัติหน้าที่ของพนักงานเจ้าหน้าที่คุณสมบัติของผู้ที่จะได้รับการอบรม รายละเอียดเกี่ยวกับการฝึกอบรมหลักสูตรอาสาจราจรและหน้าที่ของอาสา จราจร ตลอดจนเครื่องแบบ เครื่องหมาย ให้เป็นไปตามที่อธิบดีกำหนด<br>มาตรา 137 ในการปฏิบัติหน้าที่ที่ได้รับมอบหมายของอาสาจราจรตามพระราชบัญญัตินี้ ให้อาสาจราจรเป็นเจ้า พนักงานตามประมวลกฎหมายอาญา<br>มาตรา 138 ในกรณีที่มีเหตุฉุกเฉินหรืออุบัติเหตุเกิดขึ้น ทำให้ไม่ปลอดภัย หรือไม่สะดวกในการจราจรในอาณา บริเวณใด เจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่มีอำนาจดำเนินการได้ตามที่เห็นสมควรและจำเป็นเกี่ยวกับการจราจร ในอาณาบริเวณนั้นเพื่อให้เกิดความปลอดภัยหรือความสะดวกในการจราจรดังต่อไปนี้<br>(1) ห้ามรถทุกชนิดหรือบางชนิดหรือคนเดินเท้าเดินในทางสายใดหรือเฉพาะทางตอนใด<br>(2) ห้ามหยุดหรือจอดรถในทางสายใดหรือเฉพาะทางตอนใด<br>(3) ห้ามเลี้ยวรถ กลับรถ หรือถอยหลังรถ ในทางสายใดหรือเฉพาะทางตอนใด<br>(4) กำหนดทางสายใดหรือเฉพาะทางตอนใดให้รถเดินได้ทางเดียว ทั้งนี้ ชั่วระยะเวลาเท่าที่จำเป็น<br>มาตรา 139 ในทางสายใดหรือเฉพาะทางตอนใดที่เจ้าพนักงานจราจรเห็นว่าถ้าได้ออกประกาศข้อบังคับหรือ ระเบียบเกี่ยวกับการจราจรแล้วจะเป็นการปลอดภัย และสะดวกในการจราจร ให้เจ้าพนักงานจราจรมีอำนาจออกประกาศข้อบังคับ หรือระเบียบดังต่อไปนี้<br>(1) ห้ามรถทุกชนิดหรือบางชนิดเดิน<br>(2) ห้ามหยุดหรือจอด<br>(3) ห้ามเลี้ยวรถ กลับรถ หรือถอยหลังรถ<br>(4) กำหนดให้รถเดินได้ทางเดียว<br>(5) กำหนดระยะเวลาจอดรถในทางแคบหรือที่คับขัน<br>(6) กำหนดอัตราความเร็วของรถในทางภายในอัตราที่กำหนดในกฎกระทรวง<br>(7) กำหนดช่องหรือแนวทางเดินรถขึ้นและล่อง<br>(8) กำหนดทางเดินรถทางเอกและทางเดินรถทางโท<br>(9) กำหนดการจอดรถหรือที่จอดพักรถ<br>(10) กำหนดระเบียบการใช้ทางหรือช่องเดินรถสำหรับรถบางประเภท<br>(11) กำหนดระเบียบเกี่ยวกับการใช้รถโรงเรียน<br>(12) กำหนดระเบียบเกี่ยวกับการบรรทุกคนโดยสารสำหรับรถจักรยาน<br>(13) ควบคุมขบวนแห่หรือการชุมนุมสาธารณะ<br>(14) ควบคุมหรือห้ามเลี้ยวรถในทางร่วมทางแยก<br>(15) ขีดเส้นหรือทำเครื่องหมายจราจรบนผิวทาง หรือติดตั้งสัญญาณจราจร หรือเครื่องหมายจราจร<br>(16) กำหนดระยะทางตอนใดให้ขับรถล้ำเข้าไปในเส้นกึ่งกลางของทางที่เจ้าพนักงานจราจรกำหนดไว้ได้<br>(17) กำหนดระเบียบเกี่ยวกับการจอดรถที่ชำรุด หักพัง ตลอดจนรถที่ซ่อมแซมในทาง<br>(18) กำหนดระเบียบการข้ามทางของคนเดินเท้าบนทางที่ไม่มีทางข้าม<br>(19) กำหนดการใช้โคมไฟ<br>(20) กำหนดการใช้เสียงสัญญาณ<br>(21) กำหนดระเบียบการอนุญาตและการใช้รถที่มีล้อหรือส่วนที่สัมผัสกับผิวทางไม่ใช่ยาง<br>มาตรา 140(1) เมื่อเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่พบว่าผู้ขับขี่ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามบทแห่ง พระราชบัญญัตินี้ หรือกฎหมายอันเกี่ยวกับรถนั้น ๆ จะว่ากล่าว ตักเตือนผู้ขับขี่ หรือออกใบสั่งให้ผู้ขับขี่ชำระค่า ปรับตามที่เปรียบเทียบก็ได้ ในกรณีที่ไม่พบตัวผู้ขับขี่ก็ให้ติดหรือผูกใบสั่งไว้ที่รถที่ผู้ขับขี่เห็นได้ง่าย สำหรับความผิดที่กำหนดไว้ในมาตรา 157 ทวิ มาตรา 159 มาตรา 160 และมาตรา 160 ทวิ ห้ามมิให้ว่ากล่าวตัก เตือนหรือทำการเปรียบเทียบ ในการออกใบสั่งให้ผู้ขับขี่ชำระค่าปรับตามที่เปรียบเทียบตามวรรคหนึ่งเจ้าพนักงานจราจรหรือพนักงานเจ้า หน้าที่จะเรียกเก็บใบอนุญาตขับขี่ไว้เป็นการชั่วคราวก็ได้ แต่ต้องออกใบรับแทนใบอนุญาตขับขี่ให้แก่ผู้ขับขี่ไว้ และเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่ต้องรีบนำใบอนุญาตขับขี่ที่เรียกเก็บไว้ไปส่งมอบพนักงานสอบสวน ภายในแปดชั่วโมง นับแต่เวลาที่ออกใบสั่งใบรับแทนใบอนุญาตขับขี่ที่ออกให้ตามวรรคสามให้ใช้แทนใบอนุญาตขับขี่ได้เป็นการชั่วคราวไม่เกินเจ็ดวัน เมื่อ เจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่ หรือพนักงานสอบสวนได้ว่ากล่าวตักเตือนหรือทำการเปรียบเทียบปรับ และผู้ขับขี่ได้ชำระค่าปรับตามที่เปรียบเทียบแล้ว ให้คืนใบอนุญาตขับขี่ทันที ในกรณีเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่ออกใบสั่งแต่ไม่พบตัวผู้ขับขี่ ให้สันนิษฐานว่าเจ้าของรถหรือผู้ ครอบครองรถเป็นผู้กระทำผิดดังกล่าวเว้นแต่สามารถพิสูจน์ได้ว่าผู้อื่นเป็นผู้ขับขี่การกำหนดจำนวนค่าปรับตามที่เปรียบเทียบ ให้เป็นไปตามหลักเกณฑ์ที่อธิบดีกำหนด ใบสั่งและใบรับแทนใบอนุญาตขับขี่ ให้ทำตามแบบที่เจ้าพนักงานจราจรกำหนด<br>มาตรา 141(2) ผู้ขับขี่หรือเจ้าของรถซึ่งได้รับใบสั่งตามมาตรา 140 อาจเลือกปฏิบัติอย่างใดอย่างหนึ่งดังต่อไปนี้<br>(1) ชำระค่าปรับตามจำนวนที่ระบุไว้ในใบสั่งหรือตามจำนวนที่พนักงานสอบสวนแจ้งให้ทราบ ณ สถานที่ที่ระบุไว้ ในใบสั่งหรือสถานที่ที่อธิบดีกำหนดโดยประกาศในราชกิจจานุเบกษาภายในวัน เวลา ที่ระบุไว้ในใบสั่ง<br>(2) ชำระค่าปรับตามจำนวนที่ระบุไว้ในใบสั่งโดยการส่งธนาณัติ หรือการส่งตั๋วแลกเงินของธนาคารโดยทาง ไปรษณีย์ลงทะเบียน สั่งจ่ายให้แก่อธิบดีพร้อมด้วยสำเนาใบสั่งไปยังสถานที่ และภายในวัน เวลา ที่ระบุไว้ในใบสั่งเมื่อผู้ได้รับใบสั่งได้ชำระค่าปรับครบถ้วนถูกต้องแล้วให้คดีเป็นอันเลิกกัน และในกรณีที่เจ้าพนักงานจราจร หรือพนักงานเจ้าหน้าที่ได้เรียกเก็บใบอนุญาตขับขี่ไว้ให้เจ้าพนักงานจราจรหรือพนักงานสอบสวนรีบจัดส่งใบอนุญาตขับขี่ที่เรียกเก็บไว้คืนให้แก่ผู้ได้รับใบสั่งโดยเร็ว และให้ถือว่าใบรับการ ส่งธนาณัติ หรือใบรับการส่งตั๋วแลกเงินประกอบกับใบสั่งเป็นใบแทนใบอนุญาตขับขี่ได้เป็นเวลาสิบวัน นับแต่วันที่ส่งธนาณัติ หรือตั๋วแลกเงินดังกล่าว วิธีการชำระค่าปรับโดยส่งทางไปรษณีย์ลงทะเบียนและวิธีการส่งใบอนุญาต ขับขี่คืนให้แก่ผู้ได้รับใบสั่งให้เป็นไปตามระเบียบที่อธิบดีกำหนด<br>มาตรา 141 ทวิ(3) ในกรณีที่ผู้ขับขี่หรือเจ้าของรถซึ่งได้รับใบสั่งไม่ปฏิบัติตามมาตรา 141 ให้พนักงานสอบสวนม อำนาจดังต่อไปนี้<br>(1) ในกรณีที่ทราบที่อยู่ของผู้ขับขี่หรือที่อยู่ของเจ้าของรถ ให้พนักงานสอบสวนออกหมายเรียกผู้ขับขี่หรือเจ้าของรถ ให้มารายงานตัวที่พนักงานสอบสวนในกรณีดังกล่าว นี้ผู้ได้รับหมายเรียกต้องมารายงานตัวตามวัน เวลา และ ณ สถานที่ที่ระบุไว้ในหมายเรียก และให้พนักงานสอบ สวนดำเนินการเปรียบเทียบและว่ากล่าวตักเตือนผู้ได้รับหมายเรียกดังกล่าว<br>(2) ในกรณีที่ไม่อาจส่งหมายเรียกให้แก่ผู้ขับขี่หรือเจ้าของรถได้ให้พนักงานสอบสวนแจ้งเป็นหนังสือไปยังนาย ทะเบียนตามกฎหมายว่าด้วยรถยนตร์และตามกฎหมายว่าด้วยการขนส่งทางบก เพื่อให้นายทะเบียนแจ้งให้ผู้มา ติดต่อขอชำระภาษีประจำปีสำหรับรถคันนั้นไปรายงานตัวที่พนักงานสอบสวนตาม หมายเรียกถ้าผู้มาติดต่อขอชำระภาษีประจำปีเป็นเพียงตัวแทนของเจ้าของรถ ให้ผู้มาติดต่อแจ้งให้เจ้าของรถทราบเพื่อไปรายงานตัวที่พนักงานสอบสวนตามหมายเรียกในกรณีดังกล่าวนี้ ให้นายทะเบียนงดรับชำระภาษีประจำปี สำหรับรถคันนั้นไว้เป็นการชั่วคราวจนกว่าจะได้รับแจ้งจากพนักงานสอบสวนว่าได้มีการปฏิบัติตามหมายเรียกนั้นแล้ว การงดรับชำระภาษีประจำปีไม่เป็นเหตุให้ผู้นั้นไม่ต้องชำระเงินเพิ่มตามกฎหมายว่าด้วยรถยนต์หรือกฎหมายว่า ด้วยการขนส่งทางบก แล้วแต่กรณี<br>มาตรา 142(1) เจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่มีอำนาจสั่งให้ผู้ขับขี่หยุดรถในเมื่อ<br>(1) รถนั้นมีสภาพไม่ถูกต้องตามที่บัญญัติไว้ในมาตรา 6<br>(2) เห็นว่าผู้ขับขี่หรือบุคคลใดในรถนั้นได้ฝ่าฝืนหรือไม่ปฏิบัติตามบทแห่งพระราชบัญญัตินี้หรือกฎหมายอันเกี่ยว กับรถนั้น ๆ (26)(2) ในกรณีที่เจ้าพนักงานจราจร พนักงานสอบสวน หรือพนักงานเจ้าหน้าที่เห็นว่าผู้ขับขี่ฝ่าฝืนมาตรา 43 (1) หรือ (2) ให้เจ้าพนักงานจราจร พนักงานสอบสวน หรือพนักงานเจ้าหน้าที่สั่งให้มีการทดสอบผู้ขับขี่ดังกล่าวว่าหย่อน ความสามารถในอันที่จะขับหรือเมาสุราหรือของเมาอย่างอื่นหรือไม่<br>(3)ในกรณีที่ผู้ขับขี่ตามวรรคสองไม่ยอมให้ทดสอบ ให้เจ้าพนักงานจราจร พนักงานสอบสวน หรือพนักงานเจ้าหน้าที่มีอำนาจกักตัวผู้นั้นไว้ดำเนินการทดสอบได้ภายในระยะเวลาเท่าที่จำเป็นแห่งกรณีเพื่อ ให้การทดสอบเสร็จสิ้นไปโดยเร็ว และเมื่อผู้นั้นยอมให้ทดสอบแล้ว เหตุผลการทดสอบปรากฏว่าไม่ได้ฝ่าฝืน มาตรา 43 (1) หรือ (2) ก็ให้ปล่อยตัวไปทันที<br>(4)การทดสอบตามมาตรานี้ ให้เป็นไปตามหลักเกณฑ์และวิธีการที่กำหนดในกฎกระทรวง<br>มาตรา 143 ถ้าปรากฏว่าผู้ขับขี่นำรถที่มีสภาพไม่ถูกต้องตามมาตรา 6 ไปใช้ในทาง นอกจากจะต้องรับโทษตาม บทบัญญัตินั้น ๆ แล้ว เจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่มีอำนาจสั่งเป็นหนังสือให้เจ้าของรถหรือผู้ขับขี่ ซ่อมหรือแก้ไขรถให้ถูกต้อง<br>มาตรา 143 ทวิ(5)เจ้าพนักงานจราจร พนักงานเจ้าหน้าที่ หรือผู้ตรวจการมีอำนาจสั่งให้ผู้ขับขี่หยุดรถเพื่อทำการ ตรวจสอบในเมื่อรถนั้นมีสภาพไม่ถูกต้องตามที่บัญญัติไว้ในมาตรา 10 ทวิ และมีอำนาจสั่งเป็นหนังสือให้ระงับการ ใช้รถนั้นเป็นการชั่วคราว และให้เจ้าของรถหรือผู้ขับขี่ซ่อมหรือแก้ไขรถให้ถูกต้อง<br>มาตรา 144(6) เมื่อเจ้าของรถหรือผู้ขับขี่ได้ซ่อมหรือแก้ไขรถถูกต้องตามคำสั่งเจ้าพนักงานจราจร พนักงานเจ้า หน้าที่ หรือผู้ตรวจการ ซึ่งสั่งตามมาตรา 143 หรือมาตรา 143 ทวิ แล้ว ให้นำรถไปให้เจ้าพนักงานจราจรหรือผู้ที่ อธิบดีแต่งตั้งให้มีอำนาจตรวจรถตรวจรับรอง เจ้าของรถหรือผู้ขับขี่จะนำรถออกใช้ในทางได้เมื่อได้รับใบตรวจรับรอง การตรวจรับรองรถตามวรรคหนึ่ง ให้เป็นไปตามวิธีการที่กำหนดในกฎกระทรวง<br>มาตรา 145(1) บรรดาความผิดตามพระราชบัญญัตินี้นอกจากความผิดที่กำหนดโทษไว้ในมาตรา 157 ทวิ มาตรา 159 มาตรา 160 และมาตรา 160 ทวิ ให้พนักงานสอบสวนผู้มีอำนาจทำการสอบสวนตามประมวลกฎหมาย วิธีพิจารณาความอาญามีอำนาจเปรียบเทียบหรือว่ากล่าวตักเตือนได้ในกรณีที่ผู้ขับขี่ได้ขับรถชนหรือโดนคนเดินเท้าที่ข้ามทางนอกทางข้ามและอยู่ในระหว่างทางข้ามกับเครื่องหมาย จราจรแสดงเขตทางข้าม หรือที่ข้ามทางนอกทางข้ามโดยลอด ข้าม หรือผ่านสิ่งปิดกั้น หรือแผงปิดกั้นที่เจ้าพนักงาน จราจรหรือพนักงานเจ้าหน้าที่นำมาวางหรือตั้งอยู่บนทางเท้าหรือกลางถนน เมื่อพนักงานสอบสวนมีเหตุผลอัน ควรเชื่อว่าผู้ขับขี่ ซึ่งเป็นผู้ต้องหาได้ใช้ความระมัดระวังตามความในมาตรา 32 แล้ว ให้พนักงานสอบสวนมีอำนาจปล่อยตัวผู้ต้องหาไปชั่วคราวโดยไม่มีประกันได้ เมื่อผู้ต้องหาหรือผู้มีประโยชน์เกี่ยวข้องร้องขอ<br>มาตรา 146 เงินค่าปรับตามพระราชบัญญัตินี้ที่ได้รับในกรุงเทพมหานครหรือในจังหวัดใด หรือในท้องถิ่นที่ กระทรวงมหาดไทยประกาศกำหนด ให้แบ่งให้แก่กรุงเทพมหานครหรือเทศบาลในจังหวัดนั้นเพื่อใช้ในการดำเนินการเกี่ยวกับการจราจร ในอัตราร้อยละห้าสิบของจำนวนเงินค่าปรับ หรือให้ตกเป็นของท้องถิ่นที่ กระทรวงมหาดไทยประกาศกำหนดทั้งหมด',

}
])