rul([
{
'title':'<div style="text-align: center;">พรบ.จราจรทางบก ลักษณะที่ 19 บทกำหนดโทษ</div><br>',
'desc':'<div style="text-align: center;">ลักษณะ 19 บทกำหนดโทษ</div><br>มาตรา 147 ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามมาตรา 12 มาตรา 79 มาตรา 80 มาตรา 81 มาตรา 82 มาตรา 103 มาตรา 104 มาตรา 105 มาตรา 106 มาตรา 115 มาตรา 116 มาตรา 117 มาตรา 131 หรือมาตรา 132 ต้องระวางโทษ ปรับไม่เกินสองร้อยบาท<br>มาตรา 148 ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามมาตรา 6 วรรคหนึ่งหรือวรรคสอง มาตรา 8 วรรคหนึ่ง มาตรา 9 มาตรา 10 มาตรา 11 มาตรา 14 วรรคหนึ่ง มาตรา 20 มาตรา 36 มาตรา 37 มาตรา 38 มาตรา 41 มาตรา 42 มาตรา 44 มาตรา 51 มาตรา 54 มาตรา 55 วรรคหนึ่ง มาตรา 57 มาตรา 58 มาตรา 60 มาตรา 62 มาตรา 63<br>มาตรา 68 มาตรา 69 มาตรา 70 มาตรา 71 มาตรา 73 วรรคสอง มาตรา 74 มาตรา 76 มาตรา 83 มาตรา 84 มาตรา 87 มาตรา 88 มาตรา 96 วรรคหนึ่ง มาตรา 97 มาตรา 101 มาตรา 107 มาตรา 108 มาตรา 109 มาตรา 110 มาตรา 111 มาตรา 112 มาตรา 114 วรรคหนึ่ง มาตรา 118 มาตรา 119 มาตรา 120 มาตรา 121 มาตรา 122 มาตรา 123 มาตรา 124 มาตรา 126 มาตรา 129 หรือมาตรา 133 ต้องระวางโทษปรับไม่เกินห้าร้อยบาท<br>มาตรา 149 ผู้ใดไม่ปฏิบัติตามมาตรา 98 วรรคสองหรือวรรคสามต้องระวางโทษปรับไม่เกินห้าร้อยบาท<br>มาตรา 150 ผู้ใด<br>(1) ไม่ปฏิบัติตามระเบียบหรือประกาศที่อธิบดีกำหนดตามมาตรา 8 วรรคสอง หรือมาตรา 14 วรรคสอง<br>(2) ไม่ปฏิบัติตามเงื่อนไขที่อธิบดีกำหนดตามมาตรา 13 วรรคสอง<br>(3) ไม่ปฏิบัติตามกฎกระทรวงที่ออกตามมาตรา 18<br>(4) ขัดคำสั่งเจ้าพนักงานจราจรซึ่งสั่งตามมาตรา 113 หรือ<br>(5) ขัดคำสั่งเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่ซึ่งสั่งตามมาตรา 140 วรรคสอง ต้องระวางโทษปรับ ไม่เกินห้าร้อยบาท<br>มาตรา 151 ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามมาตรา 33 มาตรา 34 มาตรา 39 มาตรา 52 มาตรา 61 หรือ<br>มาตรา 66 ต้องระวางโทษปรับตั้งแต่สองร้อยบาทถึงห้าร้อยบาท<br>มาตรา 152(2) ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามมาตรา 7 มาตรา 10 ทวิ มาตรา 13 วรรคหนึ่ง มาตรา 15 วรรคหนึ่ง<br>มาตรา 16 มาตรา 21 วรรคหนึ่ง มาตรา 22 มาตรา 23 (1) มาตรา 24 มาตรา 25 มาตรา 26 มาตรา 29 มาตรา 49<br>มาตรา 50 มาตรา 56 มาตรา 64 มาตรา 67 วรรคหนึ่ง มาตรา 73 วรรคหนึ่งหรือวรรคสาม มาตรา 77 วรรคหนึ่ง<br>มาตรา 85 มาตรา 86 มาตรา 89 วรรคหนึ่ง มาตรา 90 มาตรา 91 มาตรา 92 มาตรา 93 มาตรา 94 วรรคหนึ่ง<br>มาตรา 95 มาตรา 99 มาตรา 127 มาตรา 128 หรือมาตรา 130 หรือไม่ปฏิบัติตามประกาศที่อธิบดีกำหนดตาม<br>มาตรา 15 วรรคสอง หรือไม่ปฏิบัติตามกฎกระทรวงที่ออกตามมาตรา 77 วรรคสอง หรือมาตรา 96 วรรคสอง ต้อง ระวางโทษปรับไม่เกินหนึ่งพันบาท<br>มาตรา 153 ผู้ประกอบการรับจ้างบรรทุกคนโดยสารโดยใช้รถแท็กซี่ผู้ใดไม่จอดรถ ณ สถานที่ที่กำหนดตาม พระราชกฤษฎีกาซึ่งออกตามมาตรา 102 ต้องระวางโทษปรับไม่เกินหนึ่งพันบาท<br>มาตรา 154(2) ผู้ใด<br>(1) ฝ่าฝืนคำสั่งเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่ตามมาตรา 138 วรรคหนึ่ง หรือมาตรา 142 วรรคหนึ่ง<br>(2) ฝ่าฝืนคำสั่ง ข้อบังคับ หรือระเบียบของเจ้าพนักงานจราจรตามมาตรา 139<br>(3) ฝ่าฝืนคำสั่งเจ้าพนักงานจราจร พนักงานสอบสวน หรือพนักงานเจ้าหน้าที่ตามมาตรา 142 วรรคสอง หรือ<br>(4) ฝ่าฝืนคำสั่งเจ้าพนักงานจราจร พนักงานเจ้าหน้าที่ หรือผู้ตรวจการตามมาตรา 143 ทวิ ถ้าไม่เป็นความผิดที่กำหนดโทษไว้แล้วในพระราชบัญญัตินี้ ต้องระวางโทษปรับครั้งละไม่เกินหนึ่งพันบาท<br>มาตรา 155 ผู้ใดไม่ปฏิบัติตามมาตรา 141 โดยไม่มีเหตุอันสมควรต้องระวางโทษปรับไม่เกินหนึ่งพันบาท<br>มาตรา 156(3) ผู้ใดนำรถที่เจ้าพนักงานจราจร พนักงานเจ้าหน้าที่ หรือผู้ตรวจการได้สั่งให้เจ้าของรถหรือผู้ ขับขี่ซ่อมหรือแก้ไขตามมาตรา 143 หรือมาตรา 143 ทวิ ไปใช้ในทางโดยยังมิได้รับใบตรวจรับรองตาม<br>มาตรา 144 ต้องระวางโทษปรับไม่เกินหนึ่งพันบาท และปรับรายวันอีกวันละห้าร้อยบาทจนกว่าจะปฏิบัติให้ถูกต้อง<br>มาตรา 157(4)) ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามมาตรา 35 มาตรา 43 (3) (4) (6) หรือ (7) มาตรา 45 มาตรา 46<br>มาตรา 47 มาตรา 48 มาตรา 53 มาตรา 65 วรรคหนึ่ง หรือมาตรา 125 ต้องระวางโทษปรับตั้งแต่สี่ร้อยบาทถึง หนึ่งพันบาท<br>มาตรา 157 ทวิ(5)) ผู้ขับขี่ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามคำสั่งของเจ้าพนักงานจราจรพนักงานสอบสวน พนักงานเจ้าหน้าที่ หรือผู้ตรวจการที่ให้มีการตรวจสอบผู้ขับขี่ตามมาตรา 43 ทวิ หรือฝ่าฝืนหรือไม่ปฏิบัติตามคำสั่งของผู้ตรวจการที่ให้มีการทดสอบผู้ขับขี่ตามมาตรา 43 ตรี ต้องระวางโทษปรับไม่เกินหนึ่งพันบาท ผู้ขับขี่ผู้ใดฝ่าฝืนมาตรา 43 ทวิ วรรคหนึ่ง ต้องระวางโทษสูงกว่าที่กำหนดไว้ในกฎหมายว่าด้วยยาเสพติดให้โทษหรือกฎหมายว่าด้วยวัตถุที่ออกฤทธิ์ต่อจิตและประสาทอีกหนึ่งในสาม และให้ศาลสั่งพักใช้ใบอนุญาตขับขี่มีกำหนด ไม่น้อยกว่าหกเดือน หรือเพิกถอนใบอนุญาตขับขี่ถ้าการกระทำความผิดตามมาตรา 43 ทวิ วรรคหนึ่ง เป็นเหตุ ให้ผู้อื่นได้รับอันตรายสาหัส ผู้กระทำต้องระวางโทษจำคุกตั้งแต่สองปีถึงหกปี และปรับตั้งแต่สี่หมื่นบาทถึงหนึ่งแสน สองหมื่นบาท และให้ศาลสั่งเพิกถอนใบอนุญาตขับขี่ และถ้าการกระทำนั้นเป็นเหตุให้ผู้อื่นถึงแก่ความตาย ผู้กระทำต้องระวางโทษจำคุกตั้งแต่สามปีถึงสิบปี และปรับตั้งแต่หกหมื่นบาทถึงสองแสนบาท และให้ศาลสั่งเพิก ถอนใบอนุญาตขับขี่<br>มาตรา 158 ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามมาตรา 17 วรรคหนึ่ง มาตรา 28 หรือมาตรา 100 วรรคหนึ่งหรือวรรคสอง หรือไม่ปฏิบัติตามกฎกระทรวงที่ออกตามมาตรา 17 วรรคสอง ต้องระวางโทษจำคุกไม่เกินหนึ่งเดือน หรือปรับ ไม่เกินสองพันบาท หรือทั้งจำทั้งปรับ<br>มาตรา 159(1) ผู้ขับขี่ผู้ใดไม่ปฏิบัติตามคำสั่งเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่ซึ่งสั่งตามมาตรา 59 วรรคหนึ่ง หรือขัดขวางเจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่มิให้เคลื่อนย้ายรถ หรือมิให้ใช้เครื่องมือบังคับรถมิให้เคลื่อนย้ายตามมาตรา 59 วรรคสอง ต้องระวางโทษจำคุกไม่เกินสามเดือนหรือปรับไม่เกินห้า พันบาท หรือทั้งจำทั้งปรับผู้ใดทำให้เสียหาย ทำลาย ทำให้เสื่อมค่า หรือทำให้ไร้ประโยชน์ซึ่งเครื่องมือบังคับรถมิให้เคลื่อนย้ายหรือเคลื่อนย้ายรถที่เจ้าพนักงานจราจรหรือพนักงานเจ้าหน้าที่ได้ใช้เครื่องมือบังคับมิให้ เคลื่อนย้ายตามมาตรา 59 วรรคสอง โดยไม่ได้รับอนุญาตจากเจ้าพนักงานจราจรหรือพนักงานสอบสวน ต้องระวาง โทษจำคุกไม่เกินสามเดือน หรือปรับไม่เกินห้าพันบาทหรือทั้งจำทั้งปรับ<br>มาตรา 160(2) ผู้ใดไม่ปฏิบัติตามมาตรา 78 ต้องระวางโทษจำคุกไม่เกินสามเดือน หรือปรับตั้งแต่สองพันบาทถึง หนึ่งหมื่นบาท หรือทั้งจำทั้งปรับถ้าการไม่ปฏิบัติตามมาตรา 78 เป็นเหตุให้บุคคลอื่นได้รับอันตรายสาหัสหรือตาย ผู้ไม่ปฏิบัติตามต้องระวางโทษจำคุกไม่เกินหกเดือน หรือปรับตั้งแต่ห้าพันบาทถึงสองหมื่นบาท หรือทั้งจำทั้งปรับผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามมาตรา 43 (1) (2) (5) หรือ (8) ต้องระวางโทษจำคุกไม่เกิน สามเดือน หรือปรับตั้งแต่สองพันบาทถึงหนึ่งหมื่นบาทหรือทั้งจำทั้งปรับ<br>มาตรา 160 ทวิ(3) ผู้ใดฝ่าฝืนมาตรา 134 ต้องระวางโทษจำคุกไม่เกินสามเดือน หรือปรับตั้งแต่สองพันบาทถึง หนึ่งหมื่นบาท หรือทั้งจำทั้งปรับ และให้ศาลสั่งพักใช้ใบอนุญาตขับขี่ของผู้นั้นมีกำหนดไม่น้อยกว่าหนึ่งเดือน หรือเพิกถอนใบอนุญาตขับขี่<br>มาตรา 161(4) ในกรณีที่ผู้ขับขี่ผู้ใดได้กระทำความผิดตามพระราชบัญญัตินี้ให้ผู้บัญชาการตำรวจนครบาล ผู้ญชา-การตำรวจภูธร ผู้บังคับการตำรวจจราจร ผู้บังคับการตำรวจทางหลวง หรือผู้ซึ่งได้รับมอบอำนาจจากผู้ดำรงตำแหน่งดังกล่าวมีอำนาจสั่งยึดใบอนุญาตขับขี่ของผู้นั้นมีกำหนดครั้งละ ไม่เกินหกสิบวันผู้สั่งยึดใบอนุญาตขับขี่ตามวรรคหนึ่งอาจบันทึกการยึดและคะแนนไว้ด้านหลังใบอนุญาตขับขี่ที่ถูกยึด และดำเนินการอบรม ทดสอบผู้ขับขี่ที่กระทำผิดซ้ำตั้งแต่สองครั้งภายในหนึ่งปี รวมทั้งสั่งพัก ใช้ใบอนุญาตขับขี่ที่เสียคะแนนมากของผู้ขับขี่นั้นมีกำหนดครั้งละไม่เกินเก้าสิบวันการดำเนินการบันทึกคะแนน อบรม ทดสอบผู้ขับขี่ที่กระทำผิด และการพักใช้ใบอนุญาตขับขี่ ให้เป็นไปตามที่อธิบดีกำหนดโดย ประกาศในราชกิจจานุเบกษาผู้ขับขี่ซึ่งถูกสั่งยึดใบอนุญาตขับขี่ตามวรรคหนึ่ง หรือถูกสั่งพักใช้ใบอนุญาตขับขี่ตามวรรคสอง มีสิทธิอุทธรณ์คำสั่งต่ออธิบดีภายในสิบห้าวันนับแต่วันที่ถูกสั่งยึดหรือสั่งพักใช้ ใบอนุญาตขับขี่ให้อธิบดีวินิจฉัยอุทธรณ์ตามวรรคสี่ภายในสามสิบวันนับแต่วันที่ได้รับคำอุทธรณ์ ถ้าไม่ได้ วินิจฉัยชี้ขาดภายในเวลาดังกล่าว ให้ถือว่าอธิบดีวินิจฉัยไม่ให้ยึดใบอนุญาตขับขี่ หรือไม่พักใช้ใบอนุญาตขับขี่ ตามคำอุทธรณ์ของผู้ขับขี่คำวินิจฉัยของอธิบดีให้เป็นที่สุด<br>มาตรา 162 ในคดีที่ผู้ขับขี่ต้องคำพิพากษาถึงที่สุดว่าได้กระทำความผิดตามพระราชบัญญัตินี้หรือกฎหมายอัน เกี่ยวกับรถนั้น ๆ นอกจากจะได้รับโทษตามบทบัญญัติดังกล่าวแล้ว ถ้าความปรากฏแก่ศาลว่าหากให้ผู้นั้นขับรถต่อ ไปอาจก่อให้เกิดภยันตรายแก่บุคคลหรือทรัพย์สินของผู้อื่น ศาลมีอำนาจสั่งพักใช้หรือเพิกถอนใบอนุญาตขับขี่ ของผู้นั้นได้<br>มาตรา 163 คดีที่มีผู้กระทำการอย่างใดอย่างหนึ่งอันเป็นการฝ่าฝืนหรือไม่ปฏิบัติตามบทแห่งพระราชบัญญัตินี้ หรือกฎหมายอันเกี่ยวกับทางหลวงหรือกฎหมายอันเกี่ยวกับรถนั้น ๆ ถ้าการฝ่าฝืนหรือไม่ปฏิบัติตามนั้นก่อให้เกิด ความเสียหายแก่สัญญาณจราจรหรือเครื่องหมายจราจรที่พนักงานเจ้าหน้าที่ได้ทำหรือติดตั้งไว้ เมื่อพนักงาน อัยการยื่นฟ้องผู้กระทำความผิด ให้พนักงานอัยการเรียกราคาหรือค่าเสียหายสำหรับสัญญาณจราจรหรือ เครื่องหมายจราจรดังกล่าวด้วย<br>ผู้รับสนองพระบรมราชโองการ<br>พลเอก เกรียงศักดิ์ ชมะนันทน์<br>นายกรัฐมนตรี<br><br>หมายเหตุ<br> เหตุผลในการประกาศใช้พระราชบัญญัติฉบับนี้ คือ เนื่องจากการคมนาคมและขนส่งทางบกได้เจริญ ก้าวหน้าขยายตัวไปทั่วประเทศและเชื่อมโยงไปยังประเทศใกล้เคียง และจำนวนยานพาหนะในท้องถนนและ ทางหลวงได้ทวีจำนวนขึ้นเป็นลำดับ ประกอบกับประเทศไทยได้เข้าเป็นภาคีในอนุสัญญาว่าด้วยการจราจรทาง ถนนและพิธีสารว่าด้วยเครื่องหมายและสัญญาณตามถนน สมควรปรับปรุงกฎหมายว่าด้วยการจราจรทางบก ซึ่งได้ใช้บังคับมากว่าสี่สิบปี ให้เหมาะสมกับสภาพการจราจรและจำนวนยานพาหนะที่เพิ่มขึ้น และเพื่อความปลอดภัยแก่ชีวิต ร่างกาย และทรัพย์สินของประชาชนจึงจำเป็นต้องตราพระราชบัญญัตินี้ขึ้น',

}
])