rul([
{
  'title': 'พรบ.จราจรทางบก ม.1-27ว่าด้วยทาง,การเดินรถ,',
    'desc': 'พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มีพระบรมราชโองการโปรดเกล้า ฯ ให้ประกาศว่าโดยที่เป็นการ สมควรปรับปรุงกฎหมายว่าด้วยการจราจรทางบกจึงทรงพระกรุณาโปรดเกล้า ฯ ให้ตราพระราชบัญญัติขึ้นไว้ โดยคำแนะนำและยินยอมของสภานิติบัญญัติแห่งชาติ ดังต่อไปนี้มาตรา 1 พระราชบัญญัตินี้เรียกว่า พระราชบัญญัติจราจรทางบก พ.ศ. 2522มาตรา 2(1) พระราชบัญญัตินี้ให้ใช้บังคับเมื่อพ้นกำหนดเก้าสิบวันนับแต่วันประกาศในราชกิจจานุเบกษาเป็นต้นไปมาตรา 3 ให้ยกเลิก<br>(1) พระราชบัญญัติจราจรทางบก พุทธศักราช 2477<br>(2) พระราชบัญญัติจราจรทางบก แก้ไขเพิ่มเติม พุทธศักราช 2478<br>(3) พระราชบัญญัติจราจรทางบก (ฉบับที่ 3) พุทธศักราช 2481<br>(4) พระราชบัญญัติจราจรทางบก (ฉบับที่ 4) พ.ศ. 2508<br> ประกาศของคณะปฏิวัติ ฉบับที่ 59 ลงวันที่ 26 มกราคม พ.ศ. 2515<br>มาตรา 4 ในพระราชบัญญัตินี้',
},
{
'title':'',
'desc':'(1) การจราจร หมายความว่า การใช้ทางของผู้ขับขี่ คนเดินเท้า หรือคนที่จูง ขี่ หรือไล่ต้อนสัตว์<br>(2) ทาง หมายความว่า ทางเดินรถ ช่องเดินรถ ช่องเดินรถประจำทาง ไหล่ทาง ทางเท้า ทางข้าม ทางร่วมทางแยกทางลาด ทางโค้ง สะพาน และลานที่ประชาชนใช้ในการจราจร และให้หมายความรวมถึงทางส่วนบุคคลที่เจ้าของยินยอมให้ประชาชนใช้ในการจราจรหรือที่เจ้าพนักงานจราจรได้ประกาศให้เป็นทางตามพระราชบัญญัตินี้ด้วยแต่ไม่รวมไปถึงทางรถไฟ<br>(3) ทางเดินรถ หมายความว่า พื้นที่ที่ทำไว้สำหรับการเดินรถไม่ว่าในระดับพื้นดิน ใต้หรือเหนือพื้นดิน<br>(4) ช่องเดินรถ หมายความว่า ทางเดินรถที่จัดแบ่งเป็นช่องสำหรับการเดินรถ โดยทำเครื่องหมายเป็นเส้นหรือแนวแบ่งเป็นช่องไว้<br>(5) ช่องเดินรถประจำทาง หมายความว่า ช่องเดินรถที่กำหนดให้เป็นช่องเดินรถสำหรับรถโดยสารประจำทางหรือรถบรรทุกคนโดยสารประเภทที่อธิบดีกำหนด<br>(6) ทางเดินรถทางเดียว หมายความว่า ทางเดินรถใดที่กำหนดให้ผู้ขับรถขับไปในทิศทางเดียวกันตามเวลาที่เจ้าพนักงานจราจรกำหนด<br>(7) ขอบทาง หมายความว่า แนวริมของทางเดินรถ<br>(8) ไหล่ทาง หมายความว่า พื้นที่ที่ต่อจากขอบทางออกไปทางด้านข้างซึ่งยังมิได้จัดทำเป็นทางเท้า<br>(9) ทางร่วมทางแยก หมายความว่า พื้นที่ที่ทางเดินรถตั้งแต่สองสายตัดผ่านกัน รวมบรรจบกัน หรือติดกัน<br>(10) วงเวียน หมายความว่า ทางเดินรถที่กำหนดให้รถเดินรอบเครื่องหมายจราจรหรือสิ่งที่สร้างขึ้นในทางร่วมทางแยก<br>(11) ทางเท้า หมายความว่า พื้นที่ที่ทำไว้สำหรับคนเดินซึ่งอยู่ข้างใดข้างหนึ่งของทาง หรือทั้งสองข้างของทาง หรือส่วนที่อยู่ชิดขอบทางซึ่งใช้เป็นที่สำหรับคนเดิน<br>(12) ทางข้าม หมายความว่า พื้นที่ที่ทำไว้สำหรับให้คนเดินเท้าข้ามทางโดยทำเครื่องหมายเป็นเส้นหรือแนวหรือตอกหมุดไว้บนทาง และให้หมายความรวมถึงพื้นที่ที่ทำให้คนเดินเท้าข้ามไม่ว่าในระดับใต้หรือเหนือพื้นดินด้วย<br>(13) เขตปลอดภัย หมายความว่า พื้นที่ในทางเดินรถที่มีเครื่องหมายแสดงไว้ให้เห็นได้ชัดเจนทุกเวลา สำหรับให้คนเดินเท้าที่ข้ามทางหยุดรอหรือให้คนที่ขึ้นหรือลงรถหยุดรอก่อนจะข้ามทางต่อไป<br>(14) ที่คับขัน หมายความว่า ทางที่มีการจราจรพลุกพล่านหรือมีสิ่งกีดขวาง หรือในที่ซึ่งมองเห็นหรือทราบได้ล่วงหน้าว่าอาจเกิดอันตรายหรือความเสียหายแก่รถหรือคนได้ง่าย<br>(15) รถ หมายความว่า ยานพาหนะทางบกทุกชนิด เว้นแต่รถไฟและรถราง<br>(16) รถยนตร์ หมายความว่า รถที่มีล้อตั้งแต่สามล้อและเดินด้วยกำลังเครื่องยนตร์ กำลังไฟฟ้าหรือพลังงานอื่นยกเว้นรถที่เดินบนราง<br>(17) รถจักรยานยนตร์ หมายความว่า รถที่เดินด้วยกำลังเครื่องยนตร์ กำลังไฟฟ้า หรือพลังงานอื่น และมีล้อไม่เกินสองล้อ ถ้ามีพ่วงข้างมีล้อเพิ่มอีกไม่เกินหนึ่งล้อ<br>(18) รถจักรยาน หมายความว่า รถที่เดินด้วยกำลังของผู้ขับขี่ที่มิใช่เป็นการลากเข็น<br>(19) รถฉุกเฉิน หมายความว่า รถดับเพลิงและรถพยาบาลของราชการบริหารส่วนกลาง ราชการบริหารส่วนภูมิภาคและราชการบริหารส่วนท้องถิ่น หรือรถอื่นที่ได้รับอนุญาตจากอธิบดีให้ใช้ไฟสัญญาณแสงวับวาบหรือให้ใช้เสียงสัญญาณไซเรนหรือเสียงสัญญาณอย่างอื่นตามที่จะกำหนดให้<br>(20) รถบรรทุก หมายความว่า รถยนตร์ที่สร้างขึ้นเพื่อใช้บรรทุกสิ่งของหรือสัตว์<br>(21) รถบรรทุกคนโดยสาร หมายความว่า รถยนตร์ที่สร้างขึ้นเพื่อใช้บรรทุกคนโดยสารเกินเจ็ดคน<br>(22) รถโรงเรียน หมายความว่า รถบรรทุกคนโดยสารที่โรงเรียนใช้รับส่งนักเรียน<br>(23) รถโดยสารประจำทาง หมายความว่า รถบรรทุกคนโดยสารที่เดินตามทางที่กำหนดไว้ และเรียกเก็บค่าโดยสารเป็นรายคนตามอัตราที่วางไว้เป็นระยะทางหรือตลอดทาง<br>(24) รถแท็กซี่ หมายความว่า รถยนตร์ที่ใช้รับจ้างบรรทุกคนโดยสารไม่เกินเจ็ดคน<br>(25) รถลากจูง หมายความว่า รถยนตร์ที่สร้างขึ้นเพื่อใช้สำหรับลากจูงรถหรือเครื่องมือการเกษตรหรือเครื่องมือการก่อสร้าง โดยตัวรถนั้นเองมิได้ใช้สำหรับบรรทุกคนหรือสิ่งของ<br>(26) รถพ่วง หมายความว่า รถที่เคลื่อนที่ไปโดยใช้รถอื่นลากจูง<br>(27) มาตรแท็กซี่ หมายความว่า เครื่องแสดงอัตราและค่าโดยสารของรถแท็กซี่ โดยอาศัยเกณฑ์ระยะทางหรือเวลาการใช้รถแท็กซี่หรือโดยอาศัยทั้งระยะทางและเวลาการใช้รถแท็กซี่',
}
])